Repository: cthoeing/passwordtech
Catalog: languages/*.po
Languages: french, german, japanese, russian, spanish

source: By default, new entries expire after the following number of days:
french: Par défaut, les nouvelles entrées expirent après le nombre de jours suivant :
german: Standardmäßig verfallen neue Einträge nach der folgenden Anzahl an Tagen:
japanese: 新規項目を期限切れにする標準の日数:
russian: Стандартно новые записи истекают спустя это число дней:

source: For new entries, save the following number of previous passwords:
french: Pour les nouvelles entrées, enregistrer le nombre suivant de précédents mots de passe :
german: Für neue Einträge folgende Anzahl an letzten Passwörtern speichern:
japanese: 新しいエントリーの場合、以下の数の以前のパスワードを保存する：
russian: Сохраняемых предыдущих паролей для новых записей:

source: Changing number of KDF iterations
french: Changer le nombre d'itérations KDF
german: Anzahl der KDF-Iterationen ändern
japanese: KDF 反復回数の変更
russian: Изменение числа итераций функции формирования ключа
spanish: Cambiar el número de iteraciones KDF

source: Computing derived key ...
french: Clé dérivée informatique...
german: Berechne abgeleiteten Schlüssel ...
japanese: 派生キーを計算しています...
russian: Вычисление производного ключа...

source: Key-value list editor
french: Éditeur de liste clé valeur
german: Parameterliste editieren
japanese: キーと値の一覧を編集
russian: Редактор списка ключей и значений
spanish: Editor de listas de valores clave

source: Properties
french: Propriétés
german: Eigenschaften
japanese: プロパティ
russian: Свойства
spanish: Propiiedades

source: Property
french: Propriété
german: Eigenschaft
japanese: プロパティ
russian: Свойство
spanish: Propiedad

source: Location
french: Emplacement
german: Ort
japanese: 場所
russian: Место
spanish: Ubicación

source: Size
french: Taille
german: Größe
japanese: サイズ
russian: Размер
spanish: Tamaño

source: Format version
french: Version du format
japanese: 形式のバージョン
russian: Версия формата
spanish: Versión del formato

source: Number of entries
french: Nombre d'entrées
german: Anzahl Einträge
japanese: 項目数
russian: Записей
spanish: Número de entradas

source: Number of expired entries
french: Nombre d'entrées expirées
german: Anzahl verfallener Einträge
japanese: 期限切れの項目数
russian: Истекших записей
spanish: Número de entradas caducadas

source: Number of tags
french: Nombre de tags
german: Anzahl Kennzeichnungen
japanese: タグ数
russian: Тегов
spanish: Número de etiquetas

source: Compression
german: Kompression
japanese: 圧縮
russian: Сжатие
spanish: Compresión

source: Enable data compression (Deflate)
french: Activer la compression de données (Deflate)
german: Datenkompression verwenden (Deflate)
japanese: データを圧縮 (Deflate)
russian: Сжимать данные (Deflate)
spanish: Habilitar compresión de datos (Deflate)

source: <- Low compression, fast | High compression, slow ->
french: <- Faible compression, rapide | Forte compression, lente ->
german: <- Niedrige Kompression, schnell | Hohe Kompression, langsam ->
japanese: <- 低圧縮 早い | 高圧縮 遅い ->
russian: <- Ниже сжатие, быстро | Выше сжатие, медленно ->
spanish: <- Baja compresión, rápido | Alta compresión, lento ->

source: Confirm password
french: Confirmer le mot de passe
german: Passwort bestätigen
japanese: パスワードの確認
russian: Подтвердите пароль
spanish: Confirmar contraseña

source: Password quality estimation is disabled
french: L'estimation de la qualité du mot de passe est désactivée
german: Abschätzung der Passwortqualität deaktiviert
japanese: パスワード品質の推定は無効化されています
russian: Оценка отключена
spanish: La estimación de la calidad de la contraseña está desactivada

source: Estimate password quality
french: Estimer la qualité du mot de passe
german: Passwortqualität abschätzen
japanese: パスワード品質の推定
russian: Оценить качество пароля
spanish: Calcular la calidad de la contraseña

source: Password history
french: Historique des mots de passe
german: Passwort-Historie
japanese: パスワード履歴一覧
russian: История паролей
spanish: Historial de contraseñas

source: Password changed
french: Le mot de passe a changé
german: Passwort geändert
japanese: パスワード変更
russian: Пароль изменён

source: Password changed:
french: Le mot de passe a changé :
german: Passwort geändert:
japanese: パスワード変更:
russian: Пароль изменён:

source: Keep last passwords - up to:
french: Conserver les derniers mots de passe - jusqu'à :
german: Letzte Passwörter aufheben - bis zu:
japanese: 最後のパスワードを保持する:
russian: Хранить последние пароли до:
spanish: Conservar las últimas contraseñas - hasta:

source: Set Date/Time
french: Définir la date/l'heure
german: Gesetztes Datum/Zeit
japanese: 日付/時間 設定
russian: Установить дату/время
spanish: Establecer fecha/hora

source: Password database entry is being edited.
french: L'entrée de la base de données de mots de passe est en cours de modification.
german: Passwort-Datenbankeintrag wird editiert.
japanese: Password database を編集中です。
russian: Запись в базе паролей редактируется.

source: Password database contains unsaved changes.
french: La base de données de mots de passe contient des modifications non enregistrées.
german: Passwort-Datenbank enthält ungespeicherte Änderungen.
japanese: Password database には保存されていない変更が含まれています。
russian: База паролей содержит несохранённые изменения.
spanish: La base de datos de contraseñas contiene cambios no guardados.

source: Filtered
french: Filtré
german: Gefiltert
japanese: フィルター済み
russian: С фильтром

source: Remove filter
french: Retirer filtre
german: Filter entfernen
japanese: フィルターを解除
russian: Убрать фильтр
spanish: Eliminar filtro

source: Build...
french: En construction...
german: Erstellen...
japanese: 詳細設定..
russian: Сборка...

source: Build character set definition
french: Définir le jeu de caractères
german: Zeichensatz-Definition erstellen
japanese: 文字セット定義の構築
russian: Создание определения набора символов
spanish: Crear definición de conjunto de caracteres

source: Character Set Builder
french: Créateur de jeux de caractères
german: Zeichensatz erstellen
japanese: 文字セットの構築
russian: Конструктор наборов символов
spanish: Generador de conjuntos de caracteres

source: Character set selection
french: Sélection du jeu de caractères
german: Zeichensatz-Auswahl
japanese: 文字セットの選択
russian: Выбор набора символов
spanish: Selección de conunto de caracteres

source: Exclude characters
german: Zeichen ausschließen
russian: Исключаемые символы
spanish: Excluir caracteres

source: Tag/comment
french: Tag/commentaire
german: Kennzeichnung/Kommentar
russian: Тег/комментарий
spanish: Etiqueta/comentario

source: Resulting character set definition
french: Définition du jeu de caractères obtenu
german: Resultierende Zeichensatz-Definition
japanese: 文字セット定義の結果
russian: Определение результирующего набора символов

source: Apply
french: Appliquer
german: Übernehmen
japanese: 適用
russian: Применить
spanish: Aplicar

source: Lower-case letters (a-z)
french: Lettres minuscules (a-z)
german: Kleinbuchstaben (a-z)
japanese: 1つ以上の小文字を含める (a-z)
russian: Строчные буквы (a-z)
spanish: Letras minúsculas (a-z)

source: Upper-case letters (A-Z)
french: Lettres majuscules (A-Z)
german: Großbuchstaben (A-Z)
japanese: 1つ以上の大文字を含める (A-Z)
russian: Заглавные буквы (A-Z)
spanish: Letras mayúsculas (A-Z)

source: Digits (0-9)
french: Chiffres (0-9)
german: Zahlen (0-9)
japanese: 数字を含める (0-9)
russian: Цифры (0-9)
spanish: Dígitos (0-9)

source: Characters from range:
french: Plage de caractères :
german: Zeichen aus Bereich:
japanese: 文字の組み合わせ:
russian: Символы из диапазона:

source: Additional characters:
french: Caractères supplémentaires :
german: Zusätzliche Zeichen:
japanese: 追加:
russian: Дополнительные символы:

source: At least
french: Au moins
german: Mindestens
japanese: 少なくとも
russian: Не менее

source: From:
french: De :
german: Von:
russian: С:
spanish: Desde:

source: to:
french: à :
german: bis:
russian: по:
spanish: a :

source: Invalid character range.
french: Plage de caractères invalide.
german: Ungültiger Zeichenbereich.
japanese: 文字の組み合わせが正しくありません。
russian: Неверный диапазон символов.
spanish: Rango de caracteres no válido.

source: Backup Settings...
german: Sicherheitskopie der Einstellungen erstellen...

source: Restore Settings from Backup...
german: Einstellungen wiederherstellen...

source: Could not copy the following language file(s): %1
german: Konnte folgende Sprachdatei(en) nicht kopieren: %1

source: Select folder to store backup
german: Ordner zum Speichern der Sicherheitskopie auswählen
spanish: Seleccione carpeta para almacenar la copia de seguridad

source: Backup of settings and language files stored in "%1".
german: Sicherheitskopie der Einstellungen und installierten Sprachdateien gespeichert in "%1".
spanish: Respaldo de los archivos de configuración y de idioma almacenados en "%1".

source: Select folder containing backup to restore
german: Ordner mit wiederherzustellender Sicherheitskopie auswählen
spanish: Seleccione carpeta con la copia de seguridad para restaurar

source: Configuration file "%1" not found in folder.
german: Konnte Konfigurationsdatei "%1" im Ordner nicht finden.

source: Backup was created with an older version (%1) of the program. Continue anyway?
german: Backup wurde mit einer älteren Programmversion (%1) erstellt. Trotzdem fortfahren?

source: Could not copy configuration file to "%1".
german: Konnte Konfigurationsdatei nicht nach "%1" kopieren.
spanish: No se pudo copiar el archivo de configuración a "%1".

source: Restored settings will only take effect after a program restart. Do you want to restart now?
german: Wiederhergestellte Einstellungen werden erst nach Neustart des Programms wirksam. Jetzt neu starten?
spanish: La configuración restaurada solo se aplicará tras reiniciar el programa. ¿Desea reiniciarlo ahora?

source: Configuration settings will not be saved until the next time the program is started.
german: Einstellungen werden bis zum nächsten Programmstart nicht gespeichert.
spanish: Los ajustes de configuración no se guardarán hasta la próxima vez que se inicie el programa.

source: Reset List Font
french: Réinitialiser la police de la liste
japanese: 一覧のフォントを初期化

source: OK
spanish: Aceptar
