Repository: cthoeing/passwordtech
Catalog: languages/*.po
Languages: french, german, japanese, russian, spanish

source: Unsorted
french: Non triées
german: Unsortiert
japanese: 並び替えなし
russian: Без сортировки
spanish: Sin clasificar

source: Ascending
french: Ascendant
german: Aufsteigend
japanese: 昇順
russian: По возрастанию
spanish: Ascendente

source: Descending
french: Descendant
german: Absteigend
japanese: 降順
russian: По убыванию
spanish: Descendiendo

source: Sort Tags By
french: Trier les tags par
german: Kennzeichnungen sortieren nach
japanese: タグで並び替え
russian: Сортировка тегов
spanish: Ordenar etiquetas por

source: Name
french: Nom
japanese: 名前
russian: Имя
spanish: Nombre

source: Frequency
french: Fréquence
german: Häufigkeit
japanese: 頻度
russian: Частота
spanish: Frecuencia

source: Change List Font...
french: Changer la police de la liste...
german: Schriftart für Liste ändern...
japanese: 一覧のフォントを変更...
russian: Изменить шрифт списка...
spanish: Cambiar fuente de lista...

source: Reset Fonts
german: Schriftarten zurücksetzen
russian: Сбросить шрифты
spanish: Restablecer fuentes

source: Change Password Font...
french: Changer la police du mot de passe...
german: Schriftart für Passwort ändern...
japanese: パスワードのフォントを変更...
russian: Изменить шрифт пароля...
spanish: Cambiar fuente de contraseña...

source: Previous entry
french: Entrée précédente
german: Vorheriger Eintrag
japanese: 前の項目
russian: Предыдущая запись
spanish: Entrada anterior

source: Next entry
french: Entrée suivante
german: Nächster Eintrag
japanese: 次の項目
russian: Следующая запись
spanish: Siguiente entrada

source: Accept changes
french: Accepter les changements
german: Änderungen annehmen
japanese: 変更の適用
russian: Принять изменения
spanish: Aceptar cambios

source: Undo changes
french: Retablir les changements
german: Änderungen rückgängig machen
japanese: 変更を元に戻す
russian: Отменить изменения
spanish: Deshacer cambios

source: Search...
french: Trouver...
german: Suchen...
japanese: 検索...
russian: Поиск...
spanish: Buscar...

source: Clear search
french: Effacer la recherche
german: Suche löschen
japanese: 検索を初期化
russian: Очистить поиск
spanish: Borrar búsqueda

source: Perform search
french: Effectuer une recherche
german: Suche durchführen
japanese: 検索を実行
russian: Выполнить поиск
spanish: Realizar búsqueda

source: Case-sensitive
french: Sensible aux majuscules et minuscules
german: Groß-/Kleinschreibung beachten
japanese: 大/小文字を区別
russian: Учитывать регистр

source: Fuzzy search
french: Recherche floue
german: Unscharfe Suche ("fuzzy")
japanese: あいまい検索
russian: Нечёткий поиск
spanish: Búsqueda difusa

source: Select fields...
french: Sélectionner des champs...
german: Felder auswählen...
japanese: 項目欄を選択...
russian: Выберите поля...
spanish: Seleccionar campos...

source: Lock/unlock database
french: Verrouillage/déverrouillage de la base de données
german: Datenbank sperren/entsperren
japanese: データベースのロック/アンロック
russian: Заблокировать/разблокировать базу данных
spanish: Bloquear/desbloquear base de datos

source: Left-click: Hide/show password, right-click: Generate password
french: Clic gauche : Masquer/afficher le mot de passe, clic droit : Générer le mot de passe
german: Linksklick: Passwort verbergen/anzeigen, Rechtsklick: Passwort generieren
japanese: 左クリック: パスワードを隠す/表示、右クリック: パスワード生成
russian: ЛКМ: скрыть/показать пароль, ПКМ: создать пароль
spanish: Clic izquierdo: Ocultar/mostrar contraseña, clic derecho: Generar contraseña

source: Hide/show notes
french: Masquer/afficher les notes
german: Notizen anzeigen/verbergen
russian: Показать/скрыть заметки
spanish: Ocultar/mostrar notas

source: Notes hidden - click here to display
french: Notes cachées - cliquer pour afficher
german: Notizen verborgen - zum Anzeigen hier klicken
russian: Заметки скрыты, нажмите здесь, чтобы показать

source: Unlock %s
french: Déverrouiller %s
german: %1 entsperren
japanese: %s をアンロック
russian: Разблокировать %s
spanish: Desbloquear %s

source: Open %s
french: Ouvrir %s
german: %1 öffnen
japanese: %s を開く
russian: Открыть %s
spanish: Abrir %s

source: Create new database
french: Créer une nouvelle base de données
german: Neue Datenbank erstellen
japanese: 新しいデータベースを作成
russian: Создать новую базу данных
spanish: Crear nueva base de datos

source: Could not find database file: "%s".
french: Fichier de base de données introuvable: "%s".
german: Konnte Datenbank-Datei nicht finden: "%1".
japanese: データベースのファイルが見つかりません:%s。
russian: Невозможно открыть файл базы данных: "%s".

source: Error while opening database file: %s.
french: Erreur de chargement du fichier %s.
german: Fehler beim Öffnen der Datenbank-Datei: %1.
japanese: データベースを開く際にエラー: %s。
russian: Ошибка открытия файла базы данных: %s.

source: The selected file is already opened.
french: Le fichier choisi est déjà ouvert.
german: Die ausgewählte Datei ist bereits geöffnet.
japanese: 選択されたファイルはすでに開かれています。
russian: Выбранный файл уже открыт.
spanish: El archivo seleccionado ya está abierto.

source: The currently selected entry has been changed. Do you want to save the changes?
french: L'entrée actuellement sélectionnée a été modifiée. Voulez-vous enregistrer les modifications ?
german: Der ausgewählte Eintrag wurde geändert. Möchten Sie die Änderungen speichern?
japanese: 現在選択している項目は変更されました。 変更を保存しますか？
russian: Выбранная сейчас запись была изменена. Хотите сохранить изменения?
spanish: La entrada seleccionada ha sido modificada. ¿Desea guardar los cambios?

source: The database has been changed. Do you want to save the changes?
french: La base de données a été modifiée. Voulez-vous enregistrer les modifications ?
german: Die Datenbank wurde geändert. Möchten Sie die Änderungen speichern?
japanese: データベースは変更されました。 変更を保存しますか？
russian: База данных была изменена. Хотите сохранить изменения?
spanish: La base de datos ha sido modificada. ¿Desea guardar los cambios?

source: An untitled database cannot be locked.
french: Une base de données sans titre ne peut pas être bloquée.
german: Eine unbenannte Datenbank kann nicht gesperrt werden.
japanese: 無題のデータベースはロックできません。
russian: Нельзя заблокировать базу без имени.
spanish: No se puede bloquear una base de datos sin título.

source: Could not save backup file "%s".
french: Impossible d'enregistrer le fichier de sauvegarde "%s".
german: Konnte Backup-Datei nicht speichern: "%1".
japanese: バックアップファイルを保存できません。 %s。
russian: Невозможно сохранить файл резервной копии: "%s".
spanish: No se pudo guardar el archivo de respaldo "%s".

source: Error while saving database file: %s.
french: Erreur de chargement du fichier: %s.
german: Fehler beim Speichern der Datenbank-Datei: %1.
japanese: データベースファイル保存中にエラー: %s。
russian: Ошибка сохранения файла базы данных: %s.
spanish: Error al guardar el archivo de base de datos: %s.

source: Please finish editing the current entry before adding new entries.
french: Veuillez finir de modifier l'entrée actuelle avant d'ajouter de nouvelles entrées.
german: Bitte schließen Sie die Bearbeitung des aktuellen Eintrags ab, bevor Sie neue Einträge hinzufügen.
japanese: 新しい項目を追加する前に 現在の項目の編集を完了してください。
russian: Прежде чем добавлять новые записи, завершите редактирование текущей.
spanish: Termine de editar la entrada actual antes de agregar nuevas entradas.

source: %d entries with passwords have been added.
french: %d entrées avec mots de passe ont été ajoutées.
german: %1 Einträge mit Passwörtern hinzugefügt.
japanese: %d 個のパスワードのある項目が追加されました。
russian: Добавлено записей с паролями: %d.
spanish: %d entradas con contraseñas se han añadido.

source: 1 entry found.
french: 1 entrée trouvée.
german: 1 Eintrag gefunden.
japanese: 1項目を発見。
russian: Найдено записей: 1.
spanish: 1 entrada encontrada.

source: %d entries found.
french: %d entrées trouvées.
german: %1 Einträge gefunden.
japanese: %d項目を発見。
russian: Найдено записей: %d.
spanish: %d entradas encontradas.

source: Search via hot key.
french: Rechercher via une touche de raccourci.
german: Suche über Hotkey.
japanese: ホットキーから検索。
russian: Поиск по горячей клавише.
spanish: Buscar vía tecla de acceso rápido.

source: No matching keyword found for window text "%s".
french: Aucun mot clé correspondant trouvé pour le texte de la fenêtre "%s".
german: Kein passender Eintrag gefunden für Fenstertext "%1".
japanese: ウィンドウテキストに一致するキーワードは見つかりませんでした %s.
russian: Нет подходящего ключевого слова для текста в окне "%s".

source: New Entry
french: Nouvelle entrée
german: Neuer Eintrag
japanese: 新しい項目
russian: Новая запись
spanish: Nueva entrada

source: Please specify at least a title or password.
french: Veuillez spécifier au moins un titre ou un mot de passe.
german: Bitte geben Sie mindestens einen Titel oder ein Passwort an.
japanese: 少なくとも名称かパスワードは指定してください。
russian: Укажите хотя бы название или пароль.
spanish: Por favor, especifique al menos un título o una contraseña.

source: Delete 1 entry?
french: Supprimer 1 entrée ?
german: 1 Eintrag löschen?
japanese: 1項目を削除しますか？
russian: Удалить запись?
spanish: ¿Borrar 1 entrada?

source: Delete %d entries?
french: Supprimer %d entrées ?
german: %1 Einträge löschen?
japanese: %d項目を削除しますか？
russian: Удалить записи (%d)?
spanish: ¿Eliminar %d entradas?

source: Enter OLD master password
french: Entrez l'ANCIEN mot de passe maître
german: ALTES Master-Passwort eingeben
japanese: これまでのマスターパスワードを入力
russian: Введите СТАРЫЙ мастер-пароль
spanish: Ingrese la contraseña maestra ANTIGUA

source: Enter NEW master password
french: Entrez le NOUVEAU mot de passe maître
german: NEUES Master-Passwort eingeben
japanese: 新しいマスターパスワードを入力
russian: Введите НОВЫЙ мастер-пароль
spanish: Ingresa la NUEVA contraseña maestra

source: Master password successfully changed.
french: Mot de passe maître modifié avec succès.
german: Master-Passwort erfolgreich geändert.
japanese: マスターパスワードの変更に成功。
russian: Мастер-пароль успешно изменён.
spanish: Contraseña maestra cambiada exitosamente.

source: Old master password is invalid.
french: Ancien mot de passe maître est invalide.
german: Altes Master-Passwort ist ungültig.
japanese: これまでのマスターパスワードが正しくありません。
russian: Неверный старый мастер-пароль.
spanish: La contraseña maestra anterior no es válida.

source: Untitled
french: Sans titre
german: Unbenannt
japanese: 無題
russian: Без названия
spanish: Sin título

# noun
source: Copy
french: Copie
german: Kopie
japanese: コピー
russian: Копия

source: Database successfully exported to CSV file.
french: Base de données exportée avec succès vers un fichier CSV.
german: Datenbank erfolgreich in CSV-Datei exportiert.
japanese: データベースをCSVファイルにエクスポートしました。
russian: База данных успешно экспортирована в файл CSV.
spanish: Base de datos exportada correctamente a un archivo CSV.

source: Error while creating CSV file: %s.
french: Erreur à la création du fichier CSV: %s.
german: Fehler beim Erstellen der CSV-Datei: %1.
japanese: CSVファイル作成時にエラー: %s。
russian: Ошибка создания CSV-файла: %s.
spanish: Error al crear el archivo CSV: %s.

source: Password databases
french: Bases de données de mots de passe
german: Passwort-Datenbanken
japanese: パスワードデータベース
russian: Базы паролей
spanish: Bases de datos de contraseñas

source: CSV files
french: Fichier CSV
german: CSV-Dateien
japanese: CSV ファイル
russian: Файлы CSV
spanish: Archivos CSV

source: Autotype
french: Saisie automatique
japanese: 自動入力
russian: Автонабор
spanish: Escritura automática

source: Format password
french: Format mot de passe
german: Passwort formatieren
japanese: 書式型のパスワード
russian: Форматирование пароля
spanish: Formato contraseña

source: Rearrange Entry
french: Réorganiser l'entrée
german: Eintrag neu anordnen
japanese: 項目の移動
russian: Переставить запись
spanish: Reorganizar entrada

source: Move to Top
french: Vers le haut
german: An den Anfang verschieben
japanese: 一番上に移動
russian: Наверх

source: Move up by one
french: Avancer d'un cran
german: Um eins nach oben verschieben
japanese: 1つ上に移動
russian: На одну выше

source: Move down by one
french: Vers le bas
german: Um eins nach unten verschieben
japanese: 1つ下に移動
russian: На одну ниже

source: Move to Bottom
french: Aller vers le bas
german: Ans Ende verschieben
japanese: 一番下に移動
russian: Вниз

source: The maximum tag length is %d characters. Longer tags have been shortened.
french: La longueur maximale de la balise est de %d caractères. Les balises plus longues ont été raccourcies.
german: Die maximale Länge einer Kennzeichnung beträgt %1 Zeichen. Längere Kennzeichnungen wurden gekürzt.
japanese: タグの長さは最大 %d文字です。 長いタグを短くしました。
russian: Максимум символов в теге: %d. Более длинные теги были сокращены.
spanish: La longitud máxima de la etiqueta es de %d caracteres. Las etiquetas más largas se han acortado.

source: Enter master password
french: Entrer Mot de passe
german: Master-Passwort eingeben
japanese: マスターパスワードを入力
russian: Введите мастер-пароль

source: Enter master password again
french: Entrer à nouveau le mot de passe maître
german: Master-Passwort nochmals eingeben
japanese: マスターパスワードを確認
russian: Введите мастер-пароль снова

source: Master password is invalid.
french: Mot de passe maître invalide.
german: Master-Passwort ist ungültig.
japanese: マスターパスワードが正しくありません。
russian: Неверный мастер-пароль.
spanish: La contraseña maestra no es válida.

source: Edit key-value list
french: Liste de valeurs clés
german: Parameterliste editieren
japanese: キーと値の一覧の編集
russian: Изменить список ключей и значений

source: Profile "%s" not found.
french: Profil "%s" introuvable.
german: Profil "%1" nicht gefunden.
japanese: プロファイル "%s" が見つかりません。
russian: Профиль "%s" не найден.
spanish: No se encontró el perfil "%s".

source: Password expiry
french: Mot de passe expiré
german: Passwort-Verfallsdatum
japanese: パスワードの期限
russian: Срок действия пароля
spanish: Contraseña caducada

source: Expires:
french: Expire :
german: Verfällt:
japanese: 期限:
russian: Истекает:

source: Change expiry date
french: Changer la date d'expiration
german: Verfallsdatum ändern
japanese: 期限日の変更
russian: Изменить срок действия
spanish: Cambiar fecha de caducidad

source: Filter
french: Filtre
japanese: フィルター済み
russian: Фильтр
spanish: Filtrar

source: Expired entries
french: Entrées expirées
german: Verfallene Einträge
japanese: 期限切れ
russian: Истекшие записи
spanish: Entradas caducadas

source: Entries that will expire soon
french: Entrées qui vont bientôt expirer
german: Einträge, die bald verfallen
japanese: まもなく期限切れ
russian: Скоро истекающие записи
spanish: Entradas que caducarán pronto

source: Entries with Weak Passwords
french: Entrées avec mots de passe faibles
german: Einträge mit schwachen Passwörtern
japanese: 脆弱なパスワード
russian: Записи со слабыми паролями
spanish: Entradas con contraseñas DÉBILES

source: %d days
french: %d jours
german: %1 Tage
japanese: %d 日
russian: %d дн.
spanish: %d días

source: The database contains expired entries. Do you want to filter these entries now?
french: La base de données contient des entrées expirées. Voulez-vous filtrer ces entrées maintenant ?
german: Die Datenbank enthält verfallene Einträge. Möchten Sie diese jetzt filtern?
japanese: データベース内に期限切れの項目があります。 今すぐこれらを絞り込んで表示しますか？
russian: В базе данных есть записи с истекшим сроком действия. Отфильтровать их?
spanish: La base de datos contiene entradas caducadas. ¿Desea filtrar estas entradas ahora?

source: The database contains entries that will expire soon. Do you want to filter these entries now?
french: La base de données contient des entrées qui expireront bientôt. Voulez-vous filtrer ces entrées maintenant ?
german: Die Datenbank enthält Einträge, die bald verfallen. Möchten Sie diese jetzt filtern?
japanese: データベース内に期限が近い項目があります。 今すぐこれらを絞り込んで表示しますか？
russian: В базе данных есть записи, которые скоро истекут. Отфильтровать их?
spanish: La base de datos contiene entradas que caduucarán pronto. ¿Desea filtrar estas entradas ahora?

source: Locked
french: Verrouillé
german: Gesperrt
japanese: ロック
russian: Заблокировано
spanish: Bloqueada

source: Set Recovery Password...
french: Définir le mot de passe de récupération...
german: Wiederherstellungs-Passwort setzen...
japanese: 回復パスワードを設定...
russian: Задать пароль восстановления...
spanish: Colocar contraseña de recuperación...

source: Remove Recovery Password...
french: Retirer le mot de passe de récupération...
german: Wiederherstellungs-Passwort entfernen...
japanese: 回復パスワードを削除...
russian: Удалить пароль восстановления...
spanish: Eliminar contraseña de recuperación...

source: Enter recovery password
french: Entrez le mot de passe de récupération
german: Wiederherstellungs-Passwort eingeben
japanese: 回復パスワードを入力
russian: Введите пароль восстановления
spanish: Ingresa contraseña de recuperación

source: Recovery password successfully set.
french: Mot de passe de récupération défini avec succès.
german: Wiederherstellungs-Passwort erfolgreich gesetzt.
japanese: 回復パスワードを設定しました。
russian: Пароль восстановления успешно задан.
spanish: Contraseña de recuperación colocada exitosamente.

source: Recovery password is invalid.
french: Mot de passe de récupération invalide.
german: Wiederherstellungs-Passwort ist ungültig.
japanese: 回復パスワードが正しくありません。
russian: Недопустимый пароль восстановления.
spanish: Contraseña de recuperación no es válida.

source: Recovery password successfully removed.
french: Mot de passe de récupération retiré avec succès.
german: Wiederherstellungs-Passwort erfolgreich entfernt.
japanese: 回復パスワードを削除しました。
russian: Пароль восстановления успешно удалён.
spanish: Contraseña de recuperación eliminada exitosamente.

source: Recovery password set
french: Mot de passe de récupération défini
german: Wiederherstellungs-Passwort gesetzt
japanese: 回復パスワードの設定
russian: Пароль восстановления
spanish: Contraseña de recuperación establecida

source: Yes
french: Oui
german: Ja
japanese: はい
russian: Да
spanish: Sí

source: No
french: Non
german: Nein
japanese: いいえ
russian: Нет

source: Database format error: %s. Database version: %d.%d Highest supported version: %d.%d
french: Erreur de format de base de données : %s. Version de la base de données : %d.%d Version la plus élevée prise en charge : %d.%d
german: Datenbank-Formatfehler: %1. Datenbank-Version: %2.%3 Höchste unterstützte Version: %4.%5
japanese: データベース形式のエラー: %s。 データベースのバージョン: %d.%d 対応する最高のバージョン: %d.%d
russian: Ошибка формата базы данных: %s. Версия базы данных: %d.%d Наивысшая поддерживаемая версия: %d.%d
spanish: Error de formato de la base de datos: %s. Versión de la base de datos: %d.%d Versión más alta compatible: %d.%d

source: Select columns
french: Choisir colonnes
german: Spalten auswählen
japanese: 列を選択
russian: Выберите колонки
spanish: Seleccionar columnas

source: Select at least one column.
french: Choisir au moins une colonne.
german: Mindestens eine Spalte auswählen.
japanese: 少なくとも1つの列を選択してください.
russian: Выберите хотя бы одну колонку.
spanish: Seleccione al menos una columna.

source: Error while formatting string
french: Erreur au formatage de la chaîne
german: Fehler beim Formatieren der Zeichenkette
japanese: 文字列の形式化中にエラー
russian: Ошибка форматирования строки
spanish: Error al dar formato a la cadena

source: Invalid UTF-16 character encoding
french: Encodage en caractère UTF16 invalide
german: Ungültige UTF-16 Zeichenkodierung
japanese: UTF-16の文字コードが正しくありません
russian: Неверная кодировка символов UTF-16

source: Error while converting string to UTF-8
french: Erreur de conversion de la chaîne en UTF-8
german: Fehler beim Umwandeln der Zeichenkette in UTF-8
japanese: 文字列をUTF-8へと変換中にエラー
russian: Ошибка преобразования строки в UTF-8

source: Error while decoding UTF-8 string
french: Erreur de décodage de la chaîne UTF-8
german: Fehler beim Dekodieren der UTF-8-Zeichenkette
japanese: UTF-8の文字列のデコード中にエラー
russian: Ошибка декодирования строки UTF-8

source: Unicode string too long
french: Chaîne Unicode trop longue
german: Unicode-Zeichenkette zu lang
japanese: Unicodeの文字列が長すぎます
russian: Слишком длинная юникодная строка
spanish: Cadena Unicode demasiado larga

source: Invalid ANSI or UTF-8 character encoding, or Unicode string too long
french: Encodage en caractère ANSI ou UTF-8 invalide ou chaîne Unicode trop longue
german: Ungültige ANSI- oder UTF-8-Zeichenkodierung, oder Unicode-Zeichenkette zu lang
japanese: ANSI または UTF-8 の文字コードが正しくないか、Unicodeの文字列が長すぎます
russian: Недопустимые символы ANSI или UTF-8 для кодирования, либо слишком длинная юникодная строка
spanish: Codificación de caracteres ANSI o UTF-8 no válida, o cadena Unicode demasiado larga

source: Error while encoding Unicode string
french: Erreur à l'encodage de la chaîne Unicode
german: Fehler beim Kodieren der Unicode-Zeichenkette
japanese: Unicodeの文字列のエンコード中にエラー
russian: Ошибка кодирования юникодной строки

source: Out of disk space
french: Plus de place sur le disque
german: Nicht genügend Speicherplatz vorhanden
japanese: ディスク容量が不足しています
russian: Недостаточно места на диске
spanish: Sin espacio en disco

source: Could not open file/execute operation "%s".
french: Impossible d'ouvrir le fichier/exécuter l'opération "%s".
german: Konnte Datei/Operation "%1" nicht öffnen/ausführen.
japanese: ファイルが開けないか操作が実行できません %s。
russian: Не удалось открыть файл/выполнить операцию "%s".

source: Source file does not contain enough trigrams
french: Le fichier source ne contient pas assez de trigrammes
german: Quelldatei enthält nicht genug Trigramme
japanese: 入力元ファイルに十分なトライグラムが含まれていません
russian: Недостаточно триграмм в исходном файле
spanish: El archivo fuente no contiene suficientes trigramas

source: Database settings
french: Paramètres de la base de données
german: Datenbank-Einstellungen
japanese: データベースの設定
russian: Настройки базы данных
spanish: Configuración de la base de datos

source: Default user name for new entries:
french: Nom d'utilisateur par défaut pour les nouvelles entrées :
german: Standard-Benutzername für neue Einträge:
japanese: 新規項目で使う標準のユーザー名:
russian: Стандартный логин для новых записей:

source: Generate passwords for new entries using format sequence:
french: Générer des mots de passe pour les nouvelles entrées en utilisant la séquence de format:
german: Passwörter für neue Einträge mit folgender Sequenz formatieren:
japanese: 新規項目のパスワードを生成する書式型の配列:
russian: Создавать пароли для новых записей с помощью форматирующей последовательности:
spanish: Genere contraseñas para nuevas entradas usando la secuencia de formato:

source: Generate test password using format sequence
french: Générer un mot de passe de test en utilisant la séquence de format
german: Test-Passwort mit Hilfe der Formatierungssequenz generieren
japanese: 書式型の配列によるパスワードの生成テスト
russian: Создать тестовый пароль с помощью форматирующей последовательности
spanish: Generar contraseña de prueba utilizando la secuencia de formato

source: Encryption algorithm:
french: Algorithme de chiffrement :
german: Verschlüsselungs-Algorithmus:
japanese: 暗号化アルゴリズム:
russian: Шифрование:

source: %s with %d-bit key
french: %s avec clé %d-bits
german: %1 mit %2-Bit-Schlüssel
japanese: %s で %d ビットの鍵
russian: %s с %d-бит ключом

source: Number of key derivation rounds:
french: Nombre de cycles de dérivation de clés :
german: Rundenanzahl für Schlüsselableitung:
japanese: 鍵導出ラウンドの回数:
russian: Раундов получения ключа:
spanish: Número de rondas de derivación de claves:

source: Calculate number of rounds for a 1 second delay
french: Calculer le nombre de tours pour un délai de 1 seconde
german: Rundenanzahl für Verzögerung von 1 Sekunde berechnen
japanese: 1秒の遅延に対するラウンド数の算出
russian: Вычислить число раундов для 1-секундной задержки
spanish: Calcular el número de rondas para un retraso de 1 segundo

source: Invalid number of key derivation rounds.
french: Nombre de cycles de dérivation de clé invalide.
german: Ungültige Rundenanzahl für Schlüsselableitung.
japanese: 鍵導出ラウンドの回数が正しくありません。
russian: Неверное число раундов получения ключа.
spanish: Número no válido de rondas de derivación de claves.
