Repository: cthoeing/passwordtech
Catalog: languages/*.po
Languages: french, german, japanese, russian, spanish

source: Number backups consecutively - up to:
french: Nombre de sauvegardes consécutives - jusqu'à :
german: Backups fortlaufend nummerieren - bis zu:
japanese: バックアップする上限数:
russian: Последовательных резервных копий:
spanish: Número de respaldos consecutivos hasta:

source: Open window on startup
french: Ouvrir la fenêtre au démarrage
german: Fenster bei Programmstart öffnen
japanese: 起動時にウィンドウを開く
russian: Открывать окно при запуске
spanish: Abrir ventana al iniciar

source: Open last used database on startup
french: Ouvrir la dernière base de données utilisée au démarrage
german: Zuletzt verwendete Datenbank beim Start öffnen
japanese: 起動時に最後に使ったデータベースを開く
russian: Открывать недавнюю БД при запуске
spanish: Abrir la última base de datos utilizada al iniciar

source: Keep list of recently opened files
french: Conserver la liste des fichiers récemment ouverts
german: Liste kürzlich geöffneter Dateien beibehalten
russian: Хранить список недавних файлов

source: Warn if database contains expired entries
french: Avertir si la base de données contient des entrées expirées
german: Warnen, wenn Datenbank verfallene Einträge enthält
japanese: データベースに期限切れの項目があれば警告する
russian: Предупреждать о просроченных записях в БД
spanish: Advertir si la base de datos contiene entradas caducadas

source: Warn if database contains entries that will expire soon
french: Avertir si base de données contient des entrées qui vont bientôt expirer
german: Warnen, wenn Datenbank Einträge enthält, die bald verfallen
japanese: データベースに期限切れが近い項目があれば警告する
russian: Предупреждать об истекающих записях в БД
spanish: Avisar si la base de datos contiene entradas que caducarán pronto

source: Number of days:
french: Nombre de jours :
german: Anzahl Tage:
japanese: 日数:
russian: Дней:
spanish: Número de días:

source: Save automatically:
french: Enregistrement auto :
german: Automatisch speichern:
japanese: 自動保存:
russian: Сохранять автоматически:
spanish: Guardar automáticamente:

source: After adding/modifying an entry
french: Après avoir ajouté/modifié une entrée
german: Nach Hinzufügen/Ändern eines Eintrags
japanese: 項目を追加/修正したら
russian: При добавлении/изменении записи
spanish: Después de añadir/modificar una entrada

source: After every change
french: Après chaque modification
german: Nach jeder Änderung
japanese: すべての変更後
russian: При каждом изменении
spanish: Después de cada cambio

source: Default autotype sequence:
french: Séquence d'autotype par défaut :
german: Standard-Autotype-Sequenz:
japanese: 標準の自動入力の順番:
russian: Стандартный автонабор:
spanish: Esquema auto-escritura base:

source: Maximum number of hot keys (%d) reached.
french: Nombre maximal de raccourcis clavier (%d) atteint.
german: Maximale Anzahl an Hotkeys (%1) erreicht.
japanese: ホットキーの上限数 (%d) に達しました。
russian: Достигнут максимум горячих клавиш (%d).

source: This hot key has already been assigned.
french: Ce raccourci clavier a déjà été attribué.
german: Dieser Hotkey wurde bereits zugewiesen.
japanese: このホットキーはすでに割り当てられています。
russian: Эта горячая клавиша уже занята.
spanish: Esta tecla de acceso rápido ya ha sido asignada.

source: %s (%d-bit key, operates on %d-bit blocks)
french: %s (clé %d-bits, fonctionne sur des blocs %d bits)
german: %1 (%2-Bit-Schlüssel, verarbeitet %3-Bit-Blöcke)
japanese: %s (%dビットキー、%dビットブロックで動作)
russian: %s (%d-бит ключ, %d-бит блоки)

source: Benchmark results (data size: %d MB):
french: Résultats de référence (taille des données : %d Mo) :
german: Testergebnisse (Datenmenge: %1 MB):
japanese: 計測結果 (データサイズ: %d MB):
russian: Результаты теста (размер данных: %d МБ):

source: Enter password:
french: Mot de passe :
german: Passwort eingeben:
japanese: パスワードを入力:
russian: Введите пароль:
spanish: Introducir contraseña:

source: Confirm password:
french: Confirmer le mot de passe :
german: Passwort bestätigen:
japanese: パスワードの確認:
russian: Подтвердите:
spanish: Confirmar Contraseña:

source: Cancel
french: Annuler
german: Abbrechen
japanese: キャンセル
russian: Отмена
spanish: Cancelar

source: Passwords are not identical.
french: Les mots de passe ne sont pas identiques.
german: Passwörter stimmen nicht überein.
japanese: 2つのパスワードが一致しません。
russian: Пароли не совпадают.
spanish: Las contraseñas no son idénticas.

source: Encrypt
french: Chiffrer
german: Verschlüsseln
japanese: 暗号化
russian: Зашифровать
spanish: Encriptar

source: Decrypt
french: Déchiffrer
german: Entschlüsseln
japanese: 復号化
russian: Расшифровать
spanish: Desencriptar

source: Remember password (seconds):
french: Mémoriser le mot de passe (secondes) :
german: Passwort im Speicher halten (Sekunden):
japanese: パスワードを記憶 (秒):
russian: Помнить пароль (сек):
spanish: Recordar contraseña (segundos):

source: Key file for password database:
french: Fichier clé pour base de données de MdP :
german: Schlüsseldatei für Passwort-Datenbank:
japanese: パスワードのデータベース用の鍵ファイル:
russian: Ключевой файл для базы паролей:
spanish: Archivo .key para base de datos de contraseñas:

source: (None)
french: (Aucune)
german: (Keine)
japanese: (なし)
russian: (нет)
spanish: (Ninguno)

source: Enter a password and/or select a key file.
french: Entrez un mot de passe et/ou choisir un fichier clé.
german: Passwort eingeben und/oder Schlüsseldatei auswählen.
japanese: パスワードを入力するか、鍵ファイルを選択します(同時も可能)。
russian: Введите пароль и/или выберите ключевой файл.

source: The selected key file does not exist.
french: Le fichier clé choisi n’existe pas.
german: Die ausgewählte Schlüsseldatei existiert nicht.
japanese: 選択した鍵ファイルは存在しません。
russian: Выбранный ключевой файл не существует.

source: Password is empty.
french: Le mot de passe est vide.
german: Passwort ist leer.
japanese: パスワードが空です。
russian: Пароль пуст.
spanish: La contraseña está vacía.

source: Key file successfully created.
french: Fichier clé créé avec succès.
german: Schlüsseldatei erfolgreich erstellt.
japanese: 鍵ファイルの作成に成功しました。
russian: Ключевой файл успешно создан.

source: Error while creating key file: %s.
french: Erreur à la création du fichier %s.
german: Fehler beim Erstellen der Schlüsseldatei: %1.
japanese: 鍵ファイル作成中にエラー: %s。
russian: Ошибка при создании ключевого файла: %s.

source: Key files
french: Fichiers clés
german: Schlüsseldateien
japanese: 鍵ファイル
russian: Ключевые файлы

source: Create key file
french: Créer un fichier de clés
german: Schlüsseldatei erzeugen
japanese: 鍵ファイルの作成
russian: Создать ключевой файл

source: Password List
french: Liste des mots de passe
german: Passwort-Liste
japanese: パスワード一覧
russian: Список паролей
spanish: Lista de contraseñas

source: Save As File...
french: Enregistrer sous ...
german: In Datei speichern...
japanese: 名前をつけて保存...
russian: Сохранить как...
spanish: Guardar como archivo...

source: Save password list
french: Enregistrer la liste des mots de passe
german: Passwort-Liste speichern
japanese: パスワード一覧を保存
russian: Сохранить список паролей
spanish: Guardar lista de contraseñas

source: Error while creating file "%s": %s.
french: Erreur à la création du fichier "%s": %s.
german: Fehler beim Erstellen der Datei "%1": %2.
japanese: ファイル作成中にエラー 「%s」: %s。
russian: Ошибка при создании файла "%s": %s.

source: File "%s" successfully created.
french: Le fichier "%s" a été créé avec succès.
german: Datei "%1" erfolgreich erstellt.
japanese: ファイル「%s」の作成に成功しました。
russian: Файл "%s" успешно создан.
spanish: El archivo "%s" se creó correctamente.

source: Advanced Password Options
french: Options avancées du mot de passe
german: Erweiterte Passwort-Optionen
japanese: パスワードの詳細オプション
russian: Расширенные настройки паролей
spanish: Opciones avanzadas de contraseña

source: Exclude ambiguous characters
french: Exclure les caractères ambigus
german: Mehrdeutige Zeichen ausschließen
japanese: 曖昧な文字を含めない
russian: Исключать неоднозначные символы
spanish: Excluir caracteres ambiguos

source: First character must not be a lower-case letter
french: Le premier caractère ne peut pas être une minuscule
german: Erstes Zeichen darf kein Kleinbuchstabe sein
japanese: 最初の文字を小文字にしない
russian: Первый символ не должен быть строчным
spanish: El primer carácter no debe ser una letra minúscula

source: Don't separate words by a space
french: Ne pas séparer les mots par un espace
german: Wörter nicht durch Leerzeichen trennen
japanese: 単語を空白で区切らない
russian: Не разделять слова пробелами
spanish: No separe las palabras con un espacio

source: Don't separate words and characters by a '-' character
french: Ne pas séparer les mots et les caractères par un caractère '-'
german: Wörter und Zeichen nicht durch '-'-Zeichen trennen
japanese: 単語と文字を「-」文字で区切らない
russian: Не разделять слова и символы дефисами ('-')
spanish: No separe las palabras y caracteres con el carácter '-'

source: Reverse default order of character/word combinations
french: Inverser l'ordre par défaut des combinaisons de caractères/mots
german: Standard-Reihenfolge von Zeichen/Wort-Kombinationen umkehren
japanese: 文字/単語の組み合わせの標準の順序を逆にする
russian: Обратный порядок комбинаций символ/слово
spanish: Invertir el orden por defecto de combinaciones de caracteres/palabras

source: Include at least one upper-case letter (A-Z)
french: Inclure au moins une majuscule (A-Z)
german: Passwort soll mind. einen Großbuchstaben (A-Z) enthalten
japanese: 1つ以上の大文字を含める (A-Z)
russian: Включать хотя бы одну прописную букву (A-Z)
spanish: Incluya al menos una letra mayúscula (A-Z)

source: Include at least one lower-case letter (a-z)
french: Inclure au moins une minuscule (a-z)
german: Passwort soll mind. einen Kleinbuchstaben (a-z) enthalten
japanese: 1つ以上の小文字を含める (a-z)
russian: Включать хотя бы одну строчную букву (a-z)
spanish: Incluya al menos una letra minúscula (a-z)

source: Include at least one digit (0-9)
french: Inclure au moins un chiffre (0-9)
german: Passwort soll mind. eine Zahl (0-9) enthalten
japanese: 1つ以上の数字を含める (0-9)
russian: Включать хотя бы одну цифру (0-9)
spanish: Incluya al menos un dígito (0-9)

source: Include at least one special symbol (!"#$%...)
french: Inclure au moins un caractère spécial (!"#$%...)
german: Passwort soll mind. ein Sonderzeichen (!"#$%...) enthalten
japanese: 1つ以上の記号を含める (！“＃$％...)
russian: Включать хотя бы один особый символ (!"#$%...)
spanish: Incluya al menos un símbolo especial (!"#$%...)

source: Include at least one character from each subset
french: Inclure au moins un caractère de chaque sous-ensemble
german: Passwort soll mind. ein Zeichen aus jedem Teil-Zeichensatz enthalten
japanese: 1つ以上の文字を含める (サブセット文字)
russian: Включать хотя бы один символ из каждого набора
spanish: Incluya al menos un carácter de cada subconjunto

source: Only include characters from custom character set
french: N'inclure que des caractères du jeu de caractères personnalisé
german: Nur Zeichen aus benutzerdefiniertem Zeichensatz verwenden
japanese: 指定した文字の組み合わせからの文字のみを含める
russian: Включать только символы из пользовательского набора
spanish: Incluir únicamente caracteres del conjunto de caracteres personalizado

source: Exclude repeating consecutive characters (e.g. aa, 11)
french: Exclure les caractères répétés à la suite (ex: aa, 11)
german: Folge desselben Zeichens ausschließen (z.B. aa, 11)
japanese: 連続して繰り返す文字を含めない (例 aa, 11)
russian: Исключать повторы символов (например: аа, 11)
spanish: Excluir caracteres consecutivos repetidos (ej. aa, 11)

source: Remove leading and trailing whitespace characters
french: Supprimer les caractères d'espacement de début et de fin
german: Leerraum- (whitespace) Zeichen am Anfang und Ende entfernen
japanese: 先頭と末尾の空白文字を削除します
russian: Удалить пробелы в начале и конце
spanish: Eliminar los espacios en blanco iniciales y finales

source: Exclude duplicate entries in password lists
french: Exclure les entrées dupliquées dans les listes de mots de passe
german: Doppelte Einträge in Passwort-Listen ausschließen
japanese: パスワード一覧中の重複項目を含めない
russian: Исключать дублирующиеся записи в списках паролей
spanish: Excluir entradas duplicadas en listas de contraseñas

source: Assign entropy value to each password in password lists
french: Attribuer une valeur d'entropie à chaque mot de passe dans les listes de mots de passe
german: Jedem Passwort in Passwort-Listen einen Entropiewert zuordnen
russian: Назначить значение энтропии каждому паролю в списках паролей
spanish: Asignar valor de entropía a cada contraseña en las listas de contraseñas

source: Capitalize first letter of each word
french: Capitaliser la première lettre de chaque mot
german: Jedes Wort beginnt mit einem Großbuchstaben
japanese: 単語の最初の文字を大文字にする
russian: Делать заглавной первую букву каждого слова

source: Convert all words in word lists to lower-case
french: Convertir tous les mots dans les listes de mots en minuscule
german: Alle Wörter in Wortlisten in Kleinbuchstaben umwandeln
japanese: 単語リスト内の単語をすべて小文字に変換
russian: Все слова в списках -> в нижний регистр

source: Each character must occur only once
french: Chaque caractère ne doit apparaitre qu'une seule fois
german: Jedes Zeichen darf nur einmal vorkommen
japanese: 各文字は1回だけ出現
russian: Не повторять символы
spanish: Cada carácter debe aparecer sólo una vez

source: Each word must occur only once
french: Chaque mot ne doit apparaitre qu'une seule fois
german: Jedes Wort darf nur einmal vorkommen
japanese: 各単語は1回だけ出現
russian: Не повторять слова
spanish: Cada palabra debe aparecer sólo una vez

source: Redefine ambiguous characters:
french: Redéfinir les caractères ambigus :
german: Mehrdeutige Zeichen neu definieren:
japanese: 曖昧な文字を指定:
russian: Переопределить неоднозначные символы:
spanish: Redefinir caracteres ambiguos:

source: Redefine special symbols:
french: Redéfinir les symboles spéciaux :
german: Sonderzeichen neu definieren:
japanese: 記号を指定:
russian: Переопределить особые символы:
spanish: Redefinir símbolos especiales:

source: Min./Max. length of words in word lists (except default word list):
french: Min./Max. longueur des mots dans les listes de mots (sauf liste de mots par défaut) :
german: Min./max. Länge von Wörtern in Wortlisten (außer Standard-Wortliste):
japanese: 単語リストの単語の最大文字数を指定 (標準の単語リスト以外):
russian: Мин./макс. длина слов в списках (кроме списка по умолчанию):

source: Redefine separators in passphrases:
french: Redéfinir les séparateurs dans les phrases secrètes :
german: Trennzeichen in Passphrasen neu definieren:
japanese: パスフレーズの区切り文字を再指定します:
russian: Переопределение разделителей в парольных фразах:
spanish: Redefinir separadores en frases de contraseña:

source: Words:
french: Mots :
german: Wörter:
japanese: 単語:
russian: Слова:
spanish: Palabras:

source: Words/characters:
french: Mots/caractères :
german: Wörter/Zeichen:
japanese: 単語/文字:
russian: Слова/символы:
spanish: Palabras/caracteres:

source: Trigram file for generating phonetic (pronounceable) passwords:
french: Fichier de trigrammes pour la génération de mots de passe phonétique(prononçables) :
german: Trigramm-Datei zur Generierung phonetischer (aussprechbarer) Passwörter:
japanese: 音声的な (発音可能) なパスワード生成用のトライグラムのファイル:
russian: Триграмм-файл для фонетических (легко произносимых) паролей:

source: Applies to pass_words_.
french: S'applique aux mots de passe.
german: Gilt für Pass_wörter_.
japanese: パスワードに適用_.
russian: для парольных слов.

source: Applies to pass_phrases_.
french: S'applique aux phrases de passe.
german: Gilt für Pass_phrasen_.
japanese: パスフレーズに適用_.
russian: для парольных фраз.

source: Applies to formatted passwords.
french: S'applique aux mots de passe formatés.
german: Gilt für formatierte Passwörter.
japanese: 書式型パスワードに適用.
russian: для форматированных паролей.
spanish: Se aplica a contraseñas formateadas.

source: Applies to phonetic passwords.
french: S'applique aux mots de passe phonétiques.
german: Gilt für phonetische Passwörter.
japanese: 音声的パスワードに適用.
russian: для фонетических паролей.
spanish: Se aplica a contraseñas fonéticas.

source: Selecting one of these options might reduce the security of generated passwords.
french: Sélectionner une de ces options peut réduire la sécurité des mots de passe générés.
german: Die Wahl einer dieser Optionen könnte die Passwort-Sicherheit reduzieren.
japanese: これらのオプションにより、生成されるパスワードの安全性が下がることもあります。
russian: Выбор этих параметров может снизить надёжность паролей.
spanish: Seleccionar una de estas opciones podría reducir la seguridad de las contraseñas generadas.

source: Deselect All
french: Désélectionner tout
german: Alles abwählen
japanese: すべて選択解除
russian: Отменить выбор
spanish: Deseleccionar todo

source: Invert Selection
french: Inverser la sélection
german: Auswahl umkehren
japanese: 選択を反転
russian: Инвертировать выбор
spanish: Invertir selección

source: Create Random Data File
french: Créer un fichier de données aléatoires
german: Datei mit Zufallsdaten erstellen
japanese: ランダムデータファイルを作成
russian: Создать файл со случайными данными
spanish: Crear un archivo de datos aleatorios

source: File name:
french: Nom Fichier:
german: Dateiname:
japanese: ファイル名:
russian: Имя файла:
spanish: Nombre :

source: File size:
french: Taille fichier:
german: Dateigröße:
japanese: ファイルサイズ:
russian: Размер:
spanish: Tamaño :

source: Bytes
french: Octets
japanese: バイト
russian: байт

source: Kilobytes
french: Kilooctets
japanese: KB
russian: КБ

source: Megabytes
french: Megaoctets
japanese: MB
russian: МБ

source: Close
french: Fermer
german: Schließen
japanese: 閉じる
russian: Закрыть
spanish: Cerrrar

source: Create file
french: Créer le fichier
german: Datei erstellen
japanese: ファイル作成
russian: Создать файл
spanish: Crear archivo

source: Invalid file size.
french: Taille de fichier non valide.
german: Ungültige Dateigröße.
japanese: ファイルサイズが正しくありません。
russian: Неверный размер файла.
spanish: Tamaño de archivo no válido.

source: Not enough free disk space available to create the file.
french: Pas assez d'espace disque disponible pour créer le fichier.
german: Nicht genug freier Speicherplatz zum Erstellen der Datei vorhanden.
japanese: ファイル作成のための 十分な空き容量がありません。
russian: Недостаточно места на диске для создания файла.
spanish: No hay suficiente espacio libre en el disco para crear el archivo.

source: Creating random data file ...
french: Création d'un fichier de données aléatoires...
german: Erstelle Datei mit Zufallsdaten ...
japanese: ランダムデータファイルを作成中 ...
russian: Создание файла со случайными данными...
spanish: Creando un archivo de datos aleatorios...

source: %d of %d %s written.
french: %d de %d %s écrits.
german: %1 von %2 %3 geschrieben.
japanese: %d / %d 中を書き込み済み。
russian: %d из %d %s записано.
spanish: %d de %d %s escritos.

source: File "%s" successfully created. %d bytes written.
french: Fichier "%s" créé avec succès. %d octets écrits.
german: Datei "%1" erfolgreich erzeugt. %2 Bytes geschrieben.
japanese: ファイル「%s」の作成に成功しました。 %dバイトを書き込みました。
russian: Файл "%s" успешно создан. Записано байт: %d.
spanish: El archivo "%s" se creó correctamente %d bytes escritos.

source: Error while creating file "%s": %s. %d bytes written.
french: Erreur à la création du fichier "%s": %s. %d bytes écrits.
german: Fehler beim Erstellen der Datei "%1": %2. %3 Bytes geschrieben.
japanese: ファイル作成中にエラー 「%s」: %s %dバイトを書き込みました。
russian: Ошибка при создании файла "%s": %s. Записано байт: %d.
spanish: Error al crear el archivo "%s": %s. %d bytes escritos.

source: Profile Editor
french: Éditeur de profil
german: Profil-Editor
japanese: プロファイルの編集
russian: Редактор профилей
spanish: Editor de perfiles

source: Load
french: Charger
german: Laden
japanese: 読み込み
russian: Загрузить
spanish: Cargar

source: Confirm
french: Confirmer
german: Bestätigen
japanese: 確認
russian: Подтверд.
spanish: Confirmar

source: Profile name:
french: Nom du profil :
german: Profilname:
japanese: プロファイル名:
russian: Имя профиля:
spanish: Nombre del perfil:

source: Move up
french: Déplacer vers le haut
german: Nach oben verschieben
japanese: 上へ
russian: Выше
spanish: Subir

source: Move down
french: Déplacer vers le bas
german: Nach unten verschieben
japanese: 下へ
russian: Ниже
spanish: Bajar

source: Save "advanced password options" for this profile
french: Enregistrer "options avancées du mot de passe" du profil
german: "Erweiterte Passwort-Optionen" für dieses Profil speichern
japanese: 「パスワードの詳細オプション」をこのプロファイル用に保存
russian: Сохранить в профиле расширенные опции пароля
spanish: Guardar "opciones de contraseña avanzadas" para este perfil

source: Delete profile "%s"?
french: Supprimer le profil "%s"?
german: Profil "%1" löschen?
japanese: このプロファイル「%s」を削除しますか？
russian: Удалить профиль "%s"?
spanish: ¿Eliminar el perfil "%s"?

source: Delete %d profiles?
french: Supprimer %d profils ?
german: %1 Profile löschen?
japanese: %d個のプロファイルを削除しますか？
russian: Удалить профили (%d)?
spanish: ¿Eliminar %d perfiles?

source: Maximum number of profiles (%d) reached. Please delete or overwrite profiles.
french: Nombre maximum de profils (%d) atteint. Veuillez supprimer ou écraser les profils.
german: Maximale Anzahl an Profilen (%1) erreicht. Bitte löschen oder überschreiben Sie Profile.
japanese: プロファイルの上限数 (%d) です。 プロファイルを削除するか上書きしてください。
russian: Достигнуто максимальное количество профилей (%d). Удалите или перезапишите их.
spanish: Se alcanzó el número máximo de perfiles (%d) Elimine o sobrescriba los perfiles.

source: A profile with the name "%s" already exists. Do you want to overwrite it?
french: Un profil portant le nom "%s" existe déjà . Voulez-vous l'écraser?
german: Ein Profil mit dem Namen "%1" existiert bereits. Möchten Sie es überschreiben?
japanese: 「%s」というプロファイル名は既に存在します。 上書しますか？
russian: Профиль "%s" уже существует. Перезаписать его?
spanish: Ya existe un perfil con el nombre "%s". ¿Quieres sobrescribirlo?

source: Create Trigram File
french: Création du fichier de trigrammes
german: Trigramm-Datei erstellen
japanese: トライグラムファイルの作成
russian: Создать триграмм-файл
spanish: Crear archivo de trigramas

source: Source file (e.g., dictionary, word list):
french: Fichier source (par ex. dictionnaire, liste de mots)
german: Quelldatei (z.B. Wörterbuch, Wortliste):
japanese: 入力元ファイル (例 辞書、単語リスト):
russian: Исходный файл (например словарь, список слов):
spanish: Archivo fuente (ej., diccionario, lista de palabras):

source: Destination file (trigram file):
french: Fichier de destination (fichier trigramme) :
german: Zieldatei (Trigramm-Datei):
japanese: 出力ファイル (トライグラムファイル):
russian: Целевой файл (триграмм-файл):
spanish: Archivo de destino (archivo de trigramas):

source: Trigram file "%s" successfully created. %d trigrams evaluated. %1.2f bits of entropy per letter.
french: Fichier de trigrammes "%s" créé avec succès. %d trigrammes évalués. %1.2f bits d'entropie par lettre.
german: Trigramm-Datei "%1" erfolgreich erstellt. %2 Trigramme ausgewertet. %3 Entropie-Bits pro Buchstabe.
japanese: トライグラムファイル「%s」は正常に作成されました。 %d 個の渡来グラムを評価。 %1.2f ビットの情報量/1文字あたり。
russian: Триграмм-файл "%s" успешно создан. Испытано триграмм: %d. %1.2f бит энтропии на букву.
spanish: El archivo trigrama "%s" se creó correctamente. %d trigramas evaluados. %1.2f bits de entropía por letra.

source: Process was cancelled by the user
french: Le processus a été annulé par l'utilisateur
german: Vorgang wurde durch den Benutzer abgebrochen
japanese: ユーザーによって処理がキャンセルされました
russian: Процесс отменён пользователем
spanish: El proceso fue cancelado por la usuario

source: About %s
french: À propos de %s
german: Über %1
japanese: %s について
russian: О программе %s
spanish: Acerca de %s

source: Current language: %s Translator: %s
french: Langue actuelle : %s Traducteur : %s
german: Aktuelle Sprache: %1 Übersetzer: %2
japanese: 現在の言語: %s 翻訳: %s
russian: Текущий язык: %s Перевод: %s
spanish: Idioma actual: %s Traductor: %s
