Repository: cthoeing/passwordtech
Catalog: languages/*.po
Languages: french, german, japanese, russian, spanish

source: Error while checking for updates: %s.
french: Erreur pendant la vérification de la mise à jour : %s.
german: Fehler beim Suchen nach Updates: %1.
japanese: 更新確認中にエラー: %s。
russian: Ошибка проверки обновлений: %s.
spanish: Error al buscar actualizaciones: %s.

source: WARNING: Random generator is deterministic (press F7 to deactivate)!
french: ATTENTION: Générateur de mots de passe est déterministe (appuyer sur F7 pour le désactiver) !
german: WARNUNG: Zufallsgenerator ist deterministisch (F7 zum Deaktivieren)!
japanese: 警告: ランダム生成器は決定性です (F7 で無効化)！
russian: ВНИМАНИЕ: Генератор случайных чисел - детерминированный (нажмите F7, чтобы отключить)!
spanish: ADVERTENCIA: ¡El generador aleatorio es determinista (presione F7 para desactivarlo)!

source: Clipboard cleared.
french: Presse-papier effacé.
german: Zwischenablage gelöscht.
japanese: クリップボードを消去しました。
russian: Буфер обмена очищен.
spanish: Portapapeles borrado.

source: Profile "%s" activated.
french: Profil "%s" activé.
german: Profil "%1" aktiviert.
japanese: 「プロファイル%s」を有効化しました。
russian: Профиль "%s" активирован.
spanish: Perfil "%s" activado.

source: Deterministic random generator has been ACTIVATED.
french: Le générateur aléatoire déterministe a été ACTIVÉ.
german: Deterministischer Zufallsgenerator AKTIVIERT.
japanese: 決定性ランダム生成器が有効になりました。
russian: Детерминированный генератор случайных чисел ВКЛЮЧЁН.
spanish: El generador aleatorio determinista ha sido ACTIVADO.

source: Deterministic random generator has been RESET.
french: Le générateur aléatoire déterministe a été REINITIALISÉ.
german: Deterministischer Zufallsgenerator ZURÜCKGESETZT.
japanese: 決定性ランダム生成器は初期化されました。
russian: Детерминированный генератор случайных чисел СБРОШЕН.

source: Deterministic random generator has been DEACTIVATED.
french: Le générateur aléatoire déterministe a été DÉSACTIVÉ.
german: Deterministischer Zufallsgenerator DEAKTIVIERT.
japanese: 決定性ランダム生成器は無効化されました。
russian: Детерминированный генератор случайных чисел ОТКЛЮЧЁН.
spanish: El generador aleatorio determinista ha sido DESACTIVADO..

source: Selected profile "%s".
french: Sélectionné profil "%s".
german: Profil "%1" ausgewählt.
japanese: 選択されたプロファイル「%s」
russian: Выбранный профиль "%s".
spanish: Perfil seleccionado "%s".

source: Generating %d password(s) ...
french: Génération de %d mot(s) de passe...
german: Generiere %1 Passwörter ...
japanese: %d個のパスワードを生成中 ...
russian: Создание паролей (%d)...

source: Command line function "gen" is only effective when %s is run from the console.
french: La fonction en ligne de commande "gen" n'est efficace que quand %s est exécuté depuis la console.
german: Die Kommandozeilenfunktion "gen" ist nur wirksam, wenn %1 von der Konsole gestartet wird.
japanese: コマンドラインの関数 gen は、コンソールから %s を実行したときのみ有効です。
russian: Функция "gen" в командной строке работает только при запуске %s из консоли.
spanish: La función de línea de comando "gen" sólo es efectiva cuando %s se ejecuta desde la consola.

source: Your donor key has expired: The maximum number of updates has been reached.
french: Votre clé de donateur a expiré : le nombre maximum de mises à jour est atteint.
german: Ihr Spender-Schlüssel ist abgelaufen: Die maximale Anzahl von Updates wurde erreicht.
japanese: このドナーキーは期限切れ: 更新回数の上限に達しました。
russian: Срок вашего ключа мецената истёк: достигнуто предельное число обновлений.
spanish: Su clave de donante ha caducado: se ha alcanzado el número máximo de actualizaciones.

source: Donor key is invalid.
french: La clé du donateur est invalide.
german: Spender-Schlüssel ist ungültig.
japanese: ドナーキーが正しくありません。
russian: Некорректный ключ мецената.
spanish: La clave de donador no es válida.

source: Donor Key
french: Clé du donateur
german: Spender-Schlüssel
japanese: ドナーキー
russian: Ключ мецената
spanish: Clave de donador

source: Enter donor key:
french: Entrez la clé du donateur :
german: Spender-Schlüssel eingeben:
japanese: ドナーキーを入力:
russian: Введите ключ мецената:
spanish: Ingrese la clave de donador:

source: Your Donor ID is: %s Supported number of updates: %s
french: Votre identifiant de donateur est : %s Nombre de mises à jour prises en charge : %s
german: Ihre Spender-ID ist: %1 Unterstützte Anzahl von Updates: %2
japanese: あなたのドナーID: %s 更新回数の上限: %s
russian: ID ключа мецената: %s Максимум обновлений: %s
spanish: Tu ID de donante es: %s Número de actualizaciones admitidas: %s

source: Unlimited
french: Illimité
german: Unbegrenzt
japanese: 無制限
russian: Неограниченно
spanish: Ilimitado

source: Thank you for your support!
french: Merci pour votre soutien !
german: Danke für Ihre Unterstützung!
japanese: ご支援に感謝します！
russian: Благодарим за поддержку!
spanish: ¡Gracias por su apoyo!

source: Copy this information to the clipboard?
french: Copier cette information dans le presse-papiers ?
german: Diese Informationen in die Zwischenablage kopieren?
japanese: この情報をクリップボードにコピーしますか？
russian: Скопировать эту информацию в буфер обмена?
spanish: ¿Copiar esta información al portapapeles?

source: Donor key has expired.
french: La clé du donateur a expiré.
german: Spender-Schlüssel ist abgelaufen.
japanese: ドナーキーが期限切れです。
russian: Ключ мецената истёк.
spanish: La clave de donador ha caducado.

source: Settings saved.
french: Paramètres enregistrés.
german: Einstellungen gespeichert.
japanese: 設定を保存しました。
russian: Настройки сохранены.
spanish: Configuración guardada.

source: Save password
french: Enregistrer le mot de passe
german: Passwort speichern
japanese: パスワードを保存
russian: Сохранить пароль
spanish: Guardar contraseña

source: Clear Password Cache
french: Vider le cache des mots de passe
german: Passwort-Speicher löschen
japanese: パスワードのキャッシュを削除
russian: Очистить кэш паролей
spanish: Borrar caché de contraseñas

source: Password cache cleared.
french: Cache de mot de passe vidé.
german: Passwort-Speicher gelöscht.
japanese: パスワードのキャッシュを削除しました。
russian: Кэш паролей очищен.
spanish: Caché de contraseñas borrado.

source: Select Lua script file
french: Choisissez le fichier de script Lua
german: Lua-Skript-Datei auswählen
japanese: Lua スクリプトファイルを選択
russian: Выберите файл Lua-скрипта
spanish: Seleccionar archivo de script Lua

source: Waiting for active threads to finish ...
french: En attente de la fin des fils de discussions actifs...
german: Warte auf Beenden aktiver Threads ...
japanese: アクティブなスレッドの完了を待機中 ...
russian: Ожидание завершения активных потоков...
spanish: Esperando a que finalicen los procesos activos...

source: Donate at least one of the following amounts to receive a Donor Key: %d EUR / %d USD: Valid for current version and %d updates. %d EUR / %d USD: Valid for the entire lifetime of main version 3 (unlimited updates). Do you want to donate now?
french: Dons au moins l'un des montants suivants pour recevoir une clé de donateur: %d EUR / %d USD : Valable pour la version actuelle et %d mises à jour. %d EUR / %d USD : Valable pour toute la durée de vie de la version principale 3 (Mises à jour illimitées). Voulez-vous donner maintenant ?
german: Spenden Sie mindestens einen der folgenden Beträge, um einen Spender-Schlüssel zu erhalten: %1 EUR / %2 USD: Gültig für die aktuelle Version und %3 Updates. %4 EUR / %5 USD: Gültig für die gesamte Lebensdauer von Version 3 (unbegrenzte Updates). Möchten Sie jetzt spenden?
japanese: 下記のいずれかの金額以上の寄付で ドナーキーが付与されます: %d ユーロ / %d ドル: 現在以降%dバージョンの更新で有効 %d ユーロ / %d ドル: バージョン3全体で有効 今すぐ寄付しますか？
russian: Пожертвуйте одну из этих сумм, чтобы получить ключ мецената: %d EUR / %d USD: для текущей версии и %d шт. обновлений. %d EUR / %d USD: бессрочно для версии 3. Хотите пожертвовать денежную сумму?
spanish: Dona al menos una de las siguientes cantidades para recibir una clave de donador: %d EUR / %d USD: Válido para la versión actual y %d actualizaciones. %d EUR / %d USD: Válido durante toda la vida útil de la versión principal 3 (actualizaciones ilimitadas) ¿Quieres donar ahora?

source: Could not access registry key %s.
french: Impossible d'accéder à la clé de registre %s.
german: Zugriff auf Registrierungs-Schlüssel verweigert: %1.
japanese: レジストリーのキーにアクセスできません %s。
russian: Нет доступа к ключу реестра %s.
spanish: No se pudo acceder a la clave de registro %s.

source: Configuration
german: Konfiguration
japanese: 設定
russian: Конфигурация
spanish: Configuración

source: General
french: Général
german: Allgemein
japanese: 一般
russian: Общие

source: Security
french: Sécurité
german: Sicherheit
japanese: 安全性
russian: Безопасность
spanish: Seguridad

source: Hot Keys
french: Touches de raccourci
japanese: ホットキー
russian: Клавиши
spanish: Atajos de teclado

source: Files
french: Fichiers
german: Dateien
japanese: ファイル
russian: Файлы
spanish: Archivos

source: Updates
french: Mises à jour
japanese: 更新
russian: Обновления
spanish: Actualizaciones

source: Database
french: Base de données
german: Datenbank
japanese: データベース
russian: База данных
spanish: Base de datos

source: User interface style:
french: Style d'interface utilisateur :
german: Stil der Benutzeroberfläche:
russian: Стиль интерфейса:
spanish: Estilo de interfaz de usuario:

source: Application icon:
french: Icône du programme :
german: Programm-Symbol:
russian: Значок приложения:
spanish: Icono de la aplicación:

source: Change font for the GUI controls:
french: Changer la police pour les contrôles GUI :
german: Schriftart für GUI-Steuerelemente ändern:
japanese: GUI 用のフォントを変更:
russian: Изменить шрифт интерфейса:
spanish: Cambiar la fuente de los controles de la interfaz de usuario:

source: Select font
french: Sélectionner la police
german: Schriftart auswählen
japanese: フォントの選択
russian: Выбрать шрифт
spanish: Seleccionar fuente

source: Restore Default
french: Restaurer par défaut
german: Voreinstellung wiederherstellen
japanese: デフォルト値を復元
russian: Вернуть стандартное
spanish: Restaurar valores por defecto

source: Show system tray icon constantly
french: Afficher toujours l'icône dans la zone de notification système
german: Icon in System-Ablage ständig zeigen
japanese: 常にシステムトレイにアイコンを表示
russian: Показывать значок в области уведомлений постоянно
spanish: Mostrar el ícono de la bandeja del sistema constantemente

source: Minimize program to system tray
french: Réduire dans la zone de notification système
german: Programm in System-Ablage minimieren
japanese: システムトイレ以内に最小化
russian: Сворачивать программу в область уведомлений
spanish: Minimizar el programa en la bandeja del sistema

source: Minimize before performing autotype
french: Minimiser avant d'effectuer l'autotype
german: Vor Ausführen von Autotype minimieren
japanese: 自動入力実行前に最小化
russian: Сворачивать перед автонабором
spanish: Minimizar antes de realizar la escritura automática

source: Autotype delay between characters (ms):
french: Délai de saisie auto entre les caractères (ms) :
german: Autotype-Verzögerung zwischen Zeichen (ms):
japanese: 自動入力の文字間の遅延 (ミリ秒):
russian: Межзнаковая задержка при автонаборе (мс):
spanish: Retraso de auto-escritura entre caracteres (ms):

source: Ask before exiting application
french: Demandez avant de quitter l'application
german: Beenden der Applikation bestätigen
japanese: プログラムの終了前に確認する
russian: Выдавать запрос перед выходом из программы
spanish: Preguntar antes de salir de la aplicación

source: Launch application on system startup (for current user)
french: Lancer l'application au démarrage du système (pour l'utilisateur courant)
german: Applikation beim Systemstart ausführen (für aktuellen Benutzer)
japanese: システムの起動時にアプリを起動 (現在のユーザー)
russian: Запускать при старте системы (для текущего пользователя)
spanish: Iniciar la aplicación al iniciar el sistema (para el usuario actual)

source: Load the following profile on startup:
french: Chargez le profil suivant au démarrage :
german: Folgendes Profil beim Programmstart laden:
japanese: 起動時に次のプロファイルを読み込み:
russian: Загружать этот профиль при запуске:
spanish: Cargar el siguiente perfil al iniciar:

source: Benchmark...
french: Référence...
german: Geschwindigkeitstest...
japanese: 計測...
russian: Тест...
spanish: Punto de referencia...

source: Data size for benchmark test
french: Taille des données pour le test de référence
german: Datenmenge für Geschwindigkeitstest
japanese: ベンチマークテストのデータサイズ
russian: Размер данных для теста
spanish: Tamaño de los datos para la prueba de referencia

source: Encryption algorithm for generating random data via random pool:
french: Algorithme de chiffrement générerant des données aléatoires via un pool aléatoire :
german: Verschlüsselungs-Algorithmus zum Generieren von Zufallsdaten:
japanese: ランダムプールによるランダムデータ生成の暗号化アルゴリズム:
russian: Шифрование для создания случайных данных через случайный пул:
spanish: Algoritmo encriptado para generar datos aleatorios vía un grupo aleatorio:

source: Test passwords against list of common passwords
french: Tester les mots de passe par rapport à une liste de mots de passe courants
german: Passwörter gegen Liste häufiger Passwörter testen
japanese: ありふれたパスワードの一覧と照らし合わせるテスト
russian: Проверять, нет ли паролей в списке распространённых
spanish: Comprueba las contraseñas con la lista de contraseñas comunes

source: Use advanced password strength estimation (%s)
french: Utiliser l'estimation avancée de la force du mot de passe (%s)
german: Passwortqualität mit erweitertem Algorithmus (%1) abschätzen
japanese: 高度なパスワード強度推定を使用 (%s)
russian: Использовать улучшенную оценку надёжности паролей (%s)
spanish: Usar estimación avanzada de la seguridad de la contraseña (%s)

source: Clear clipboard automatically after the following time (seconds):
french: Effacement auto du presse-papier après le délai suivant (secondes) :
german: Zwischenablage automatisch löschen nach folgender Zeit (Sekunden):
japanese: 時間経過後に自動でクリップボードの内容を消去 (秒):
russian: Автоматически очищать буфер обмена через указанное время (сек):
spanish: Borrar el portapapeles automáticamente después de (segundos):

source: Clear password box automatically after the following time (seconds):
french: Effacement auto de la zone de mots de passe après le temps suivant (secondes) :
german: Passwort-Box automatisch löschen nach folgender Zeit (Sekunden):
japanese: パスワード欄を時間経過後に自動で消去 (秒):
russian: Автоматически очищать окно пароля через указанное время (сек):
spanish: Borrar automáticamente el cuadro de contraseña después de (segundos):

source: Automatic check for updates
french: Vérification auto des mises à jour
german: Automatische Suche nach Updates
japanese: 自動で更新確認する間隔
russian: Автоматическая проверка обновлений
spanish: Búsqueda automática de actualizaciones

source: Daily
french: Chaque jour
german: Täglich
japanese: 毎日
russian: Ежедневно
spanish: Diaria

source: Weekly
french: Chaque semaine
german: Wöchentlich
japanese: 毎週
russian: Еженедельно
spanish: Semanal

source: Monthly
french: Chaque mois
german: Monatlich
japanese: 毎月
russian: Ежемесячно
spanish: Mes

source: Disabled
french: Désactivées
german: Deaktiviert
japanese: なし
russian: Отключено
spanish: Desactivada

source: Actions
german: Aktionen
japanese: 開始
russian: Действия
spanish: Acciones

source: Show/restore main window
french: Afficher/Restaurer la fenêtre principale
german: Hauptfenster anzeigen/wiederherstellen
japanese: メインウィンドウの表示/復元
russian: Показать/восстановить главное окно
spanish: Mostrar/restaurar ventana principal

source: No further action
french: Pas d'autre action
german: Keine weitere Aktion
japanese: 追加の動作なし
russian: Нет дальнейшего действия
spanish: No se requieren más acciones

source: Generate single password in main window
french: Générer un simple mot de passe dans la fenêtre principale
german: Einzelnes Passwort in Hauptfenster generieren
japanese: メインウィンドウに1個のパスワードを生成
russian: Создать один пароль в главном окне
spanish: Generar contraseña única en la ventana principal

source: Generate multiple passwords
french: Générer des mots de passe multiples
german: Mehrere Passwörter generieren
japanese: 複数のパスワードを生成
russian: Создать несколько паролей
spanish: Generar múltiples contraseñas

source: Generate password and copy it to the clipboard
french: Générer le mot de passe et le copier dans le presse-papier
german: Passwort generieren und in Zwischenablage kopieren
japanese: パスワードを生成しクリップボードにコピー
russian: Создать пароль и скопировать его в буфер
spanish: Generar contraseña y copiarla al portapapeles

source: Generate password and show it in a message box
french: Générer mot de passe - Afficher dans une boîte de dialogue
german: Passwort generieren und in Textbox anzeigen
japanese: パスワードを生成しメッセージとして表示
russian: Создать пароль и показать его в окне сообщения
spanish: Generar contraseña y mostrarla en un cuadro de mensaje

source: Generate password and perform autotype
french: Générer un mot de passe et effectuer un autotype
german: Passwort generieren und Autotype durchführen
japanese: パスワードを生成し自動入力
russian: Создать пароль и выполнить автонабор

source: Open MP password generator
french: Ouvrir le générateur de mot de passe MP
german: MP-Passwort-Generator öffnen
japanese: MP パスワード生成ツールを開く
russian: Открыть генератор мастер-паролей
spanish: Generador de contraseñas MP abierto

source: Show password manager
french: Afficher le gestionnaire de mot de passe
german: Passwort-Manager anzeigen
japanese: パスワード管理ツールを開く
russian: Показать диспетчер паролей
spanish: Mostrar administrador de contraseñas

source: Show MP password generator
french: Afficher le générateur de mot de passe MP
german: MP-Passwort-Generator anzeigen
japanese: MP パスワード生成ツールを表示
russian: Показать генератор мастер-паролей
spanish: Mostrar generador de contraseñas de MP

source: Search database for keyword in window title
french: Rechercher dans la base de données un mot-clé dans le titre de la fenêtre
german: Datenbank nach Schlüsselwort im Fenstertitel durchsuchen
japanese: ウィンドウ タイトル内のキーワードでデータベースを検索
russian: Найти в базе данных ключевое слово в заголовке окна
spanish: Buscar en la base de datos la palabra clave en el título de la ventana

source: Search database for keyword and perform autotype
french: Rechercher un mot-clé dans la base de données et effectuer une saisie automatique
german: Datenbank durchsuchen und Autotype durchführen
japanese: キーワードでデータベースを検索し自動入力を実行
russian: Найти в базе данных ключевое слово и выполнить автонабор

source: Shortcut to assign:
french: Raccourci à attribuer :
german: Tastenkürzel zuweisen:
japanese: 割り当てるショートカット:
russian: Горячая клавиша:
spanish: Atajo para asignar:

source: Add
french: Ajouter
german: Hinzufügen
japanese: 追加
russian: Добавить
spanish: Añadir

source: Remove
french: Retirer
german: Entfernen
japanese: 削除
russian: Удалить
spanish: Eliminar

source: Shortcut
french: Raccourci
german: Tastenkürzel
japanese: ショートカット
russian: Клавиша
spanish: Acceso directo

source: Action
german: Aktion
japanese: 動作
russian: Действие
spanish: Acción

source: Please select a hot key action.
french: SVP sélectionner une action pour ce raccourci clavier.
german: Bitte wählen Sie eine Hotkey-Aktion aus.
japanese: このホットキー用の動作を選択してください。
russian: Выберите действие горячих клавиш.

source: Character encoding of text files
french: Codage de caractères des fichiers texte
german: Zeichen-Kodierung von Textdateien
japanese: テキストファイルの文字コード
russian: Кодировка символов в текстовых файлах
spanish: Codificación de caracteres de archivos de texto

source: Newline character sequence
french: Séquence de caractères de fin de ligne
german: Zeichensequenz für Zeilenumbruch ("newline")
japanese: 改行文字
russian: Символы перевода строки
spanish: Secuencia de caracteres de nueva línea

source: Select language:
french: Choisir la langue :
german: Sprache auswählen:
japanese: 言語を選択:
russian: Выберите язык:
spanish: Seleccionar idioma:

source: Install...
french: Installer...
german: Installieren...
japanese: インストール...
russian: Установить...
spanish: Instalar...

source: Select language file to install
french: Choisir la langue :
german: Zu installierende Sprache auswählen
russian: Выберите языковой файл для установки
spanish: Seleccione el archivo de idioma que desea instalar

source: Language files
french: Langue
german: Sprachdateien
russian: Языковые файлы
spanish: Archivos de idioma

source: Language already installed
french: Langue déjà installée
german: Sprache bereits installiert
japanese: 言語ファイルはすでにインストールされています
russian: Язык уже установлен
spanish: Idioma ya está instalado

source: Language file already exists: "%1"
french: Le fichier de langue existe déjà : "%1"
german: Sprachdatei existiert bereits: "%1"
japanese: 言語ファイルは既に存在します: "%1"
russian: Языковой файл уже существует: "%1"
spanish: El archivo de idioma ya existe: "%1"

source: Language "%1" installed successfully.
french: Langue "%1" installée avec succès.
german: Sprache "%1" erfolgreich installiert.
japanese: 言語ファイル "%1" が正常にインストールされました。
russian: Язык "%1" успешно установлен.
spanish: El idioma "%1" se instaló correctamente.

source: Could not copy file "%1" to "%2"
french: Impossible de copier le fichier "%1" vers "%2"
german: Konnte Datei "%1" nicht kopieren nach "%2"
japanese: ファイル「%1」を 「%2」にコピーできませんでした
russian: Не удалось скопировать файл "%1" в "%2"
spanish: No se pudo copiar el archivo "%1" a "%2"

source: Could not install language: %1.
french: Impossible d'installer la langue: %1.
german: Konnte Sprache nicht installieren: %1.
japanese: 言語ファイルがインストールできません: %1.
russian: Не удалось установить язык: %1.
spanish: No se pudo instalar el idioma: %1.

source: Are you sure you want to remove "%1"?
french: Etes-vous sûr de vouloir l'enlever "%1"?
german: Sind Sie sicher, dass Sie "%1" entfernen möchten?
japanese: 本当に "%1" を 削除しますか？
russian: Вы действительно хотите удалить "%1"?
spanish: ¿Estás seguro de que deseas eliminar "%1"?

source: Language "%1" successfully removed.
french: Langue "%1" supprimée avec succès.
german: Sprache "%1" erfolgreich entfernt.
japanese: ファイル "%1" の削除に成功しました。
russian: Язык "%1" успешно удалён.
spanish: El idioma "%1" se eliminó correctamente.

source: Could not delete file "%1".
french: Impossible de supprimer le fichier : "%1".
german: Konnte Datei nicht löschen: "%1".
japanese: ファイルを削除できませんでした "%1".
russian: Не удалось удалить файл "%1".
spanish: No se pudo eliminar el archivo "%1".

source: Clear clipboard when closing/locking database
french: Effacer le presse-papier en fermant/verrouillant la base de données
german: Zwischenablage löschen, wenn Datenbank geschlossen/gesperrt wird
japanese: データベースを閉じる/ロック時にクリップボードを消去
russian: Очищать буфер обмена при закрытии/блокировке базы
spanish: Borrar el portapapeles al cerrar/bloquear la base de datos

source: Lock database when minimizing application or database window
french: Verrouiller base de données si l'on réduit la fenêtre de l'application ou de la base de données
german: Datenbank sperren, wenn Applikation oder Datenbankfenster minimiert wird
japanese: アプリまたはデータベースのウィンドウ最小化時にデータベースをロック
russian: Блокировать БД при сворачивании окна программы/базы
spanish: Bloquear la base de datos al minimizar la aplicación o la ventana

source: Lock database after the following idle time (seconds):
french: Verrouiller la base de données après le temps d'inactivité suivant (secondes) :
german: Datenbank nach folgender Zeit der Inaktivität sperren (Sekunden):
japanese: アイドル時間経過後にデータベースをロック (秒):
russian: Блокировать БД после бездействия (сек):
spanish: Bloquear la base de datos tras inactividad de (segundos):

source: Save automatically
french: Enregistrer automatiquement
german: Automatisch speichern
japanese: 自動保存
russian: Сохранять автоматически
spanish: Guardar automáticamente

source: Create backup of database before saving
french: Créer une sauvegarde de la base de données avant de l'enregistrer
german: Vorm Speichern Backup der Datenbank anlegen
japanese: 保存前にデータベースのバックアップを作成
russian: Создавать резервную копию БД перед сохранением
spanish: Hacer copia de seguridad de la base de datos antes de guardar
