Repository: cthoeing/passwordtech
Catalog: languages/*.po
Languages: french, german, japanese, russian, spanish

source: No text available to process.
french: Aucun texte disponible pour le traitement.
german: Kein Text zur Verarbeitung vorhanden.
japanese: 処理する文字列がありません。
russian: Нет текста для обработки.
spanish: No hay texto disponible para procesar.

source: Not enough memory available to perform the operation. Try to use a shorter text.
french: Mémoire disponible insuffisante pour effectuer l'opération. Essayez d'utiliser un texte plus court.
german: Nicht genug Speicher vorhanden, um die Operation durchzuführen. Versuchen Sie es mit einem kürzeren Text.
japanese: この操作を実行するために十分なメモリがありません。 より短い文字列でお試しください。
russian: Недостаточно памяти для выполнения операции. Сократите текст.
spanish: No hay suficiente memoria disponible para realizar la operación. Intente usar un texto más corto.

source: Decryption failed. This may be attributed to the following reasons:
french: Le décryptage a échoué. Cela peut être attribué aux raisons suivantes:
german: Entschlüsselung fehlgeschlagen. Mögliche Gründe hierfür sind:
japanese: 復号化に失敗。 以下が原因になっている可能性があります:
russian: Ошибка расшифровки. Возможные причины:
spanish: Falló el desencriptado. Esto puede deberse a las siguientes razones:

source: - You entered a wrong password.
french: - Vous avez entré un mauvais mot de passe.
german: - Sie haben ein falsches Passwort eingegeben.
japanese: - 入力されたパスワードが間違っています。
russian: - Введён неверный пароль.
spanish: - Ingresaste una contraseña incorrecto.

source: - The text is corrupted. - The text is not encrypted.
french: - Le texte est corrompu. - Le texte n'est pas chiffré.
german: - Der Text ist fehlerhaft. - Der Text ist nicht verschlüsselt.
japanese: - 文字列が壊れています。 - 文字列は暗号化されていません。
russian: - Текст повреждён. - Текст не зашифрован.
spanish: - El texto está dañado. - El texto no está encriptado.

source: This should not have happened: Decryption successful, but decompression failed.
french: Ceci ne devrait pas arriver : Déchiffrage avec succès, mais la décompression a échoué.
german: Das hätte nicht passieren dürfen: Entschlüsselung erfolgreich, aber Dekompression fehlgeschlagen.
japanese: よくないことが起こりました: 復号化に成功したが 展開に失敗しました。
russian: Этого не должно было произойти: Расшифровка выполнена, но ошибка при распаковке.
spanish: Esto no debería haber ocurrido: Desencriptado exitoso, pero descompresión fallida.

source: Could not register the following hot keys:
french: Impossible d'enregistrer les raccourcis clavier suivants:
german: Konnte folgende Hotkeys nicht registrieren:
japanese: 次のホットキーを登録できません:
russian: Не удалось зарегистрировать эти горячие клавиши:
spanish: No se pueden registrar las siguientes teclas de acceso rápido:

source: Invalid number of passwords. Allowed range is %d-%d.
french: Nombre de mots de passe invalide. La plage autorisée est %d-%d.
german: Ungültige Anzahl an Passwörtern. Erlaubter Wertebereich ist %1-%2.
japanese: パスワードの数が無効です。 許容範囲は、%d-%d.
russian: Неверное количество паролей. Разрешённый диапазон: %d-%d.
spanish: Número de contraseñas no válido. El rango permitido es %d-%d.

source: The selected file already exists. Do you want to append passwords to this file (existing passwords will be preserved), or do you want to completely overwrite it? Yes -> append passwords, No -> overwrite file, Cancel -> cancel process.
french: Le fichier sélectionné existe déjà . Voulez-vous ajouter les mots de passe à ce fichier (les mots de passe existants seront préservés), ou voulez-vous complétement l'écraser ? Oui -> ajoute les mots de passe, Non -> écrase le fichier, Annuler -> annuler l'action.
german: Die ausgewählte Datei existiert bereits. Möchten Sie Passwörter zur Datei hinzufügen (existierende Passwörter bleiben erhalten), oder möchten Sie die Datei komplett überschreiben? Ja -> Passwörter hinzufügen, Nein -> Datei überschreiben, Abbrechen -> Vorgang abbrechen.
japanese: 選択したファイルは既に存在します。 このファイルへパスワードを追加しますか？ (既存のパスワードは保持されます) または完全に上書しますか？ はい -> パスワード追加 いいえ -> ファイル上書き キャンセル -> 処理を取り消す.
russian: Выбранный файл уже существует. Хотите добавить пароли в этот файл (имеющиеся пароли не пострадают), либо полностью его перезаписать? Да -> добавить пароли, Нет -> перезаписать файл, Отмена -> прервать операцию.
spanish: El archivo seleccionado ya existe. ¿Desea añadir contraseñas a este archivo (las existentes se conservarán), o sobrescribirlo por completo? Sí -> añadir contraseñas, No -> sobrescribir archivo, Cancelar -> cancelar proceso.

source: Passphrase: Invalid length range.
french: Phrase secrète : plage de longueurs invalide.
german: Passphrase: Ungültiger Längenbereich.
japanese: パスフレーズ: 長さの範囲が正しくありません。
russian: Парольная фраза: неверный диапазон длин.

source: If the option "Each character must occur only once" is activated, the password length is limited to %d unique characters.
french: Si l'option "Chaque caractère ne doit apparaitre qu'une seule fois" est activée, la taille du mot de passe est limitée à %d caractères uniques.
german: Wenn die Option "Jedes Zeichen darf nur einmal vorkommen" aktiviert ist, ist die Passwortlänge auf %1 einmalige Zeichen beschränkt.
japanese: 「各文字は1回だけ出現」オプションが有効になっている場合、 パスワードの長さは、 一意の文字数 %d 文字に制限される。
russian: Если выбран параметр "Запрет повтора символов", то длина пароля ограничена %d шт. уникальных символов.
spanish: Si la opción "Cada carácter debe aparecer sólo una vez" está activada, a longitud de la contraseña está limitada a %d caracteres únicos.

source: If the option "Each word must occur only once" is activated, the number of words is limited to the size of the word list (%d).
french: Si l'option "Chaque mot doit apparaître seulement une seule fois" est activée, le nombre de mots est limité à la taille de la liste de mots (%d).
german: Wenn die Option "Jedes Wort darf nur einmal vorkommen" aktiviert ist, ist die Anzahl der Wörter auf die Größe der Wortliste beschränkt (%1).
japanese: 「各単語は1回だけ出現」オプションがが有効なら、 単語の数は単語リストの大きさ (%d) に制限されます。
russian: Если выбран параметр "Запрет повтора слов", то количество слов ограничено размером списка слов (%d).
spanish: Si la opción "Cada palabra debe aparecer sólo una vez" está activada, el número de palabras se limita al tamaño de la lista de palabras (%d).

source: Error while loading script: %s.
french: Erreur lors du chargement du fichier de liste de mots %s.
german: Fehler beim Laden des Skripts: %1.
japanese: スクリプト読み込み中のエラー: %s。
russian: Ошибка загрузки скрипта: %s.
spanish: Error al cargar el script: %s.

source: Generating password
french: Générer un mot de passe
german: Generiere Passwort
japanese: パスワードの生成
russian: Создание пароля
spanish: Generando contraseña

source: Generating password list
french: Générer une liste de mots de passe
german: Generiere Passwort-Liste
japanese: パスワードのリストの生成中 ...
russian: Создание списка паролей
spanish: Generando lista de contraseñas

source: %d of %d passwords generated.
french: %d de %d mots de passe générés.
german: %1 von %2 Passwörtern generiert.
japanese: %d 個 / %d 個中のパスワード生成済み。
russian: %d из %d паролей создано.
spanish: %d de %d contraseñas generadas.

source: "P" is not specified
french: "P" n'est pas spécifié
german: "P" ist nicht angegeben
japanese: “P”は指定されていません
russian: Параметр "P" не указан
spanish: "P" no está especificado

source: Password not available
french: Mot de passe indisponible
german: Passwort nicht verfügbar
japanese: パスワードは利用できません
russian: Пароль недоступен
spanish: Contraseña no disponible

source: Password too long
french: Mot de passe trop long
german: Passwort zu lang
japanese: パスワードが長すぎます
russian: Пароль слишком длинный
spanish: Contraseña demasiado larga

source: %d invalid format specifier(s): %s
french: %d Spécification de format invalide: %s
german: %1 ungültige(r) Format-Spezifizierer: %2
japanese: 次の書式指定子が無効「%s」
russian: Неверные форматы (%d): %s
spanish: %d especificador(es) de formato no válido(s): %s

source: Executing script
french: Exécuter le script
german: Führe Skript aus
japanese: スクリプト実行中
russian: Выполнение скрипта
spanish: Ejecutando script

source: Waiting for script ...
french: En attente du script...
german: Warte auf Skript ...
japanese: スクリプトを待機中 ...
russian: Ожидание скрипта...
spanish: Esperando el script...

source: Script thread was terminated forcibly. Please check script for infinite loops.
french: Le fil de script a été arrêté de force. Veuillez vérifier le script pour les boucles infinies.
german: Abbruch des Skript-Threads wurde erzwungen. Bitte überprüfen Sie das Skript auf Endlosschleifen.
japanese: スクリプトのスレッドが強制終了されました。 スクリプトに無限ループがないか確認してください。
russian: Поток скрипта принудительно прерван. Проверьте скрипт на наличие бесконечных циклов.
spanish: El proceso del script fue cerrado forzosamente. Por favor, revise el script para detectar bucles infinitos.

source: The estimated list size will probably exceed the internal memory limit. Please reduce the number of passwords
french: La taille estimée de la liste va probablement dépasser la limite de la mémoire interne. SVP, réduire le nombre de mots de passe
german: Die geschätzte Größe der Liste wird wahrscheinlich die interne Speichergrenze überschreiten. Bitte reduzieren Sie die Anzahl der Passwörter
japanese: 一覧のサイズの推定が、内部メモリの制限を 超えるようです。パスワードの数を 減らしてください
russian: Предполагаемый размер списка, видимо, превышает предел внутренней памяти. Сократите количество паролей.
spanish: El tamaño estimado de la lista probablemente superará el límite de memoria interna. Por favor, reduzca el número de contraseñas

source: The memory limit of the password list has been reached. The number of passwords has been reduced to %d.
french: La limite de mémoire de la liste de mots de passe a été atteinte. Le nombre de mots de passe a été réduit à %d.
german: Die Speichergrenze der Passwort-Liste wurde überschritten. Die Passwort-Anzahl wurde auf %1 reduziert.
japanese: パスワードの一覧がメモリ制限に達しました。 パスワードの数は%dに減少しました。
russian: Достигнут предел памяти списка паролей. Количество паролей сокращено до %d.
spanish: Se ha alcanzado el límite de memoria de la lista de contraseñas. El número de contraseñas se ha reducido a %d.

source: %d passwords generated.
french: %d mots de passe générés.
german: %1 Passwörter generiert.
japanese: %d 個のパスワードを生成。
russian: Создано паролей: %d.
spanish: %d contraseñas generadas.

source: %d passwords generated. Entropy of the first password: %d bits. Maximum entropy of the entire list: %d bits.
french: %d mots de passe générés. Entropie du premier mot de passe : %d bits. Entropie maximale de la liste entière : %d bits.
german: %1 Passwörter generiert. Entropie des ersten Passworts: %2 Bits. Maximale Entropie der gesamten Liste: %3 Bits.
japanese: %d 個のパスワードを生成。 各パスワードの安全性: %d ビット 一覧全体の安全性の最大: %d ビット.
russian: Создано паролей: %d. Энтропия первого пароля: %d бит. Максимальная энтропия всего списка: %d бит.
spanish: %d contraseñas generadas. Entropía de la primera contraseña: %d bits. Entropía máxima de toda la lista: %d bits.

source: Password copied to clipboard.
french: Mot de passe copié dans le presse-papiers.
german: Password in Zwischenablage kopiert.
japanese: パスワードをクリップボードにコピーしました。
russian: Пароль скопирован в буфер обмена.
spanish: Contraseña copiada al portapapeles.

source: Copying password list ...
french: Copie de la liste de mots de passe...
german: Kopiere Passwort-Liste ...
japanese: パスワード一覧をコピー中...
russian: Копирование списка паролей...
spanish: Copiando lista de contraseñas...

source: Password list copied to clipboard.
french: Liste de mots de passe copiée dans le presse-papiers.
german: Passwort-Liste in Zwischenablage kopiert.
japanese: パスワードをクリップボードにコピーしました。
russian: Список паролей скопирован в буфер обмена.
spanish: Lista de contraseñas copiada al portapapeles.

source: File "%s" successfully created. %d passwords written.
french: Le fichier "%s" a été créé avec succès. %d mots de passe ont été écrits.
german: Datei "%1" erfolgreich erzeugt. %2 Passwörter geschrieben.
japanese: ファイル「%s」の作成に成功。 %d個のパスワードが書き込まれました。
russian: Файл "%s" успешно создан. Записано паролей: %d.
spanish: Archivo "%s" creado correctamente. %d contraseñas escritas.

source: An error has occurred during password generation: %s.
french: Une erreur a eu lieu pendant la création du mot de passe : %s.
german: Während der Passwort-Generierung ist ein Fehler aufgetreten: %1.
japanese: パスワード生成中にエラーが発生: %s。
russian: Ошибка при создании пароля: %s.
spanish: Se ha producido un error durante la generación de la contraseña: %s.

source: An error has occurred while trying to send/ process the password data: %s.
french: Une erreur s'est produite lors de la tentative d'envoi/ traiter les données du mot de passe : %s.
german: Beim Versuch, Passwortdaten zu senden oder zu verarbeiten, ist ein Fehler aufgetreten: %1.
japanese: パスワード生成中にエラーが発生: %s。
russian: Ошибка при попытке отправить/ обработать данные пароля: %s.
spanish: Se produjo un error al intentar enviar/procesar los datos de la contraseña: %s.

source: %d passwords written to file "%s".
french: %d mots de passe écrits dans le fichier "%s".
german: %1 Passwörter in Datei "%2" geschrieben.
japanese: 次のファイルに％d個のパスワードが書き込まれました「％s」。
russian: Записано %d шт. паролей в файл "%s".
spanish: %d contraseñas escritas en el archivo "%s".

source: %d bits / %d characters
french: %d bits / %d caractères
german: %1 Bits / %2 Zeichen
japanese: %d ビット / %d 文字
russian: %d бит / %d симв.
spanish: %d bits / %d caracteres

source: Invalid character set.
french: Jeu de caractères invalide.
german: Ungültiger Zeichensatz.
japanese: 文字の組み合わせが正しくありません。
russian: Неверный набор символов.
spanish: Conjunto de caracteres no válido.

source: default (English) trigrams
french: trigrammes (anglais) par défaut
german: Standard-Trigramme (Englisch)
japanese: 既定 (英語) トライグラム
russian: Стандартный триграмм (англ.)
spanish: trigramas predeterminados (en inglés)

source: (with different frequencies)
french: (avec des fréquences différentes)
german: (mit unterschiedlichen Häufigkeiten)
japanese: （異なる周波数）
russian: (с разными частотами)
spanish: (con diferentes frecuencias)

source: File "%s"
french: Fichier "%s"
german: Datei "%1"
japanese: ファイル「%s」
russian: Файл "%s"
spanish: Archivo "%s"

source: (phonetic, based on trigram frequencies from the following source: <%s>)
french: (phonétique, basé sur les fréquences de trigramme de la source suivante : <%s>)
german: (phonetisch, basierend auf Trigramm-Häufigkeiten aus folgender Quelle: <%1>)
japanese: (音声学、次の入力元のトライグラムの頻度に 基づく: <%s>)
russian: (фонетический, основанный на частотах триграммы из следующего источника: <%s>)
spanish: (fonético, basado en frecuencias de trigramas de la siguiente fuente: <%s>)

source: The character set you entered is invalid. It must contain at least 2 different characters.
french: Le jeu de caractères que vous avez entré est invalide. Il doit contenir au moins 2 caractères différents.
german: Der von Ihnen eingegebene Zeichensatz ist ungültig. Er muss mind. 2 verschiedene Zeichen enthalten.
japanese: 入力された文字列の組み合わせは無効です。 少なくとも、2文字以上の異なる文字を含めてください。
russian: Введён неверный набор символов. Он должен содержать хотя бы два разных символа.
spanish: El conjunto de caracteres que ingresó no es válido. Debe contener al menos 2 caracteres diferentes.

source: Currently loaded character set:
french: Jeu de caractères chargé actuellement :
german: Momentan geladener Zeichensatz:
japanese: 文字の組み合わせで呼び出される文字:
russian: Текущий набор символов:
spanish: Conjunto de caracteres cargado actualmente:

source: Could not open file.
french: Impossible d'ouvrir le fichier.
german: Konnte Datei nicht öffnen.
japanese: ファイルを開けません。
russian: Не удалось открыть файл.
spanish: No se pudo abrir el archivo.

source: Not enough valid words.
french: Pas assez de mots valides.
german: Nicht genug gültige Wörter.
japanese: 正しい単語が十分ではありません。
russian: Недостаточно допустимых слов.
spanish: No hay suficientes palabras válidas.

source: Select word list file
french: Sélectionnez le fichier de liste de mots
german: Datei mit Wortliste auswählen
japanese: 単語リストのファイルを選択
russian: Выбор файла со списком слов
spanish: Seleccionar archivo de lista de palabras

source: Error while loading the file "%s": %s
french: Erreur de chargement du fichier "%s": %s
german: Fehler beim Laden der Datei "%1": %2
japanese: 次のファイルの読み込み中にエラー「%s」: %s
russian: Ошибка при загрузке файла "%s": %s
spanish: Error al cargar el archivo "%s": %s

source: default (English) word list
french: liste de mots (anglais) par défaut
german: Standard-Wortliste (Englisch)
japanese: 既定 (英語) 単語リスト
russian: стандартный список слов (англ.)
spanish: Lista de palabras por defecto (en inglés)

source: Currently loaded word list:
french: Liste de mots chargée actuellement :
german: Momentan geladene Wortliste:
japanese: 読み込んでいる単語リスト:
russian: Текущий список слов:
spanish: Lista de palabras cargada actualmente:

source: First word:
french: 1er mot :
german: Erstes Wort:
japanese: 最初の単語:
russian: Первое слово:
spanish: Primera palabra:

source: Random word:
french: Mot aléatoire :
german: Zufälliges Wort:
japanese: ランダムな単語:
russian: Случайное слово:
spanish: Palabra aleatoria:

source: Last word:
french: Dernier mot :
german: Letztes Wort:
japanese: 最後の単語:
russian: Последнее слово:
spanish: Última palabra:

source: The version of this language (%s) is not compatible with this program version. This version of %s requires a language version of at least %s. Do you want to use it anyway?
french: La version de cette langue (%s) n'est pas compatible avec la version de ce programme. Cette version de %s nécessite une langue version d'au moins %s. Voulez-vous l'utiliser quand même ?
german: Die Version dieser Sprache (%1) ist nicht kompatibel mit dieser Programmversion. Diese Version von %2 benötigt eine Sprachversion von mind. %3. Möchten Sie sie trotzdem verwenden?
japanese: この言語のバージョン (%s) は 本プログラムのバージョンと互換性がありません。 このバージョンの %s は最低でも %s の言語のバージョンが必要です。 それでも使用しますか？
russian: Версия этого языкового файла (%s) несовместима с версией программы. Для %s необходима версия не ниже %s. Всё равно использовать?
spanish: La versión de este idioma (%s) no es compatible con esta versión del programa. Esta versión de %s requiere una versión de idioma de al menos %s. ¿Desea usarlo de todas formas?

source: The version of this language (%s) is higher than the version of this program (%s). Therefore, version incompatibilities may occur. Do you want to use it anyway?
french: La version de cette langue (%s) est supérieure à la version de ce programme (%s). Des incompatibilités de version peuvent se produire. Voulez-vous l'utiliser quand même ?
german: Die Version dieser Sprache (%1) ist höher als die Version dieses Programms (%2). Es könnte daher zu Versionsinkompatibilitäten kommen. Möchten Sie sie trotzdem verwenden?
japanese: この言語のバージョン (%s) は 本プログラムのバージョン (%s) より高いです。 バージョンの互換性の問題が起こるかもしれません。 それでも使用しますか？
russian: Версия этого языкового файла (%s) выше, чем версия программы (%s). Возможна несовместимость версий. Всё равно использовать?
spanish: La versión del idioma (%s) es superior a la versión de del programa (%s). Por lo tanto, pueden producirse incompatibilidades de versiones. ¿Desea usarlo de todas formas?

source: The program has to be restarted in order for the changes to take effect. Do you want to restart now?
french: Le programme doit être redémarré pour pour que les modifications prennent effet. Voulez-vous redémarrer maintenant ?
german: Das Programm muss neu gestartet werden, damit die Änderungen wirksam werden. Möchten Sie jetzt neu starten?
japanese: 言語ファイルはプログラムの起動時に 読み込まれます。 今すぐ再起動しますか？
russian: Изменения вступят в силу при следующем запуске программы. Хотите перезапустить программу?
spanish: Es necesario reiniciar el programa para que los cambios surtan efecto. ¿Desea reiniciar ahora?

source: Password is too long to show it in a message box like this. It has been copied to the clipboard.
french: Le mot de passe est trop long pour l'afficher dans une boîte de dialogue comme celle-ci. Il a été copié dans le presse-papier.
german: Passwort ist zu lang, um es in einer Textbox wie dieser hier anzuzeigen. Es wurde in die Zwischenablage kopiert.
japanese: パスワードが長く、このメッセージのようには 表示できません。 クリップボードにコピーされています。
russian: Пароль слишком длинный для показа в окне сообщения. Он был скопирован в буфер обмена.
spanish: La contraseña es demasiado larga para mostrarla en un cuadro de mensaje como este. Se ha copiado al portapapeles.

source: The generated password is: %s The estimated security is %d bits. Yes -> copy password to clipboard, No -> generate new password, Cancel -> cancel process.
french: Le mot de passe généré est: %s La sécurité estimée est de %d bits. Oui -> copier mot de passe dans presse-papiers, Non -> Générer nouveau mot de passe, Annuler -> Annuler processus.
german: Das generierte Passwort lautet: %1 Die geschätzte Sicherheit beträgt %2 Bits. Ja -> Passwort in Zwischenablage kopieren, Nein -> neues Passwort generieren, Abbrechen -> Vorgang abbrechen.
japanese: 生成されたパスワード: %s 推定された安全性 %d ビット はい -> クリップボードにパスワードをコピー いいえ -> 新規パスワードを生成 取消 - > 処理を取り消す。
russian: Созданный пароль: %s Надёжность: %d бит. Да -> скопировать пароль в буфер обмена, Нет -> создать новый пароль, Отмена -> отменить операцию.
spanish: La contraseña generada es: %s La seguridad estimada es de %d bits. Sí -> copiar contraseña al portapapeles, No -> generar nueva contraseña, Cancelar -> cancelar el proceso.

source: All entries will be removed from the list. Are you sure?
french: Toutes les entrées vont être enlevées de la liste. Êtes-vous sûr ?
german: Alle Einträge werden aus der Liste entfernt. Sind Sie sicher?
japanese: すべての項目が一覧から除去されます。 よろしいですか？
russian: Из списка будут удалены все записи. Вы уверены?
spanish: Se eliminarán todas las entradas de la lista. ¿Estás seguro?

source: Total Entropy Bits: %d
french: Bits d'entropie totale : %d
german: Gesamtanzahl Entropie-Bits: %1
japanese: 情報量のビット数合計: %d
russian: Бит общей энтропии: %d
spanish: Total de bits de entropía: %d

source: High-resolution timer used: %s. Current value: %s.
french: Minuterie haute résolution utilisée : %s. Valeur actuelle: %s.
german: Verwendeter hochauflösender Zeitgeber: %1 Momentaner Wert: %2.
japanese: 高分解能の時計を使用: %s 現在の値: %s。
russian: Используется таймер высокого разрешения: %s. Текущее значение: %s.
spanish: Cronómetro de alta resolución utilizado: %s. Valor actual: %s.

source: Could not download version file
french: Ne peut pas télécharger la version du fichier
german: Konnte Versionsdatei nicht herunterladen
japanese: バージョンファイルがダウンロードできません
russian: Не удалось загрузить файл версий
spanish: No se pudo descargar el archivo de la versión

source: Version or URL not specified in version file, or unknown file format
french: Version ou URL non spécifiée dans le fichier de version ou format de fichier inconnu
german: Version oder URL in Versionsdatei nicht angegeben, oder unbekanntes Format der Versionsdatei
japanese: バージョンファイル内にバージョンかURLの指定がない、または不明なファイル形式
russian: В файле версии не указана версия или URL, либо файл имеет неизвестный формат
spanish: Versión o URL no especificada en el archivo de versión, o formato de archivo desconocido

source: A new version (%s) of %s is available! Do you want to visit the download page now?
french: Une nouvelle version (%s) de %s est disponible ! Voulez-vous visiter la page de téléchargement maintenant ?
german: Eine neue Version (%1) von %2 ist verfügbar! Möchten Sie jetzt die Download-Seite aufrufen?
japanese: %s の最新バージョン (%s) があります！ ダウンロードページを開きますか？
russian: Доступна новая версия (%s) %s! Перейти на страницу загрузки?
spanish: ¡Hay una nueva versión (%s) de %s disponible! ¿Desea visitar la página de descarga ahora?

source: (NOTE: %s)
german: (HINWEIS: %1)
japanese: (注: %s)
russian: (ПРИМЕЧАНИЕ: %s)
spanish: (NOTA: %s)

source: Your version of %s is up-to-date.
french: Votre version de%s est à jour.
german: Ihre Version von %1 ist aktuell.
japanese: 利用中の %s は最新版です。
russian: У вас самая новая версия %s.
spanish: Tu versión %s está actualizada.
