Repository: cthoeing/passwordtech
Catalog: languages/*.po
Languages: french, german, japanese, russian, spanish

source: Info
japanese: 情報
russian: Информация
spanish: Información

source: Warning
french: Attention
german: Warnung
japanese: 警告
russian: Внимание
spanish: Advertencia

source: Question
german: Frage
japanese: 質問
russian: Вопрос
spanish: Pregunta

source: Error
french: Erreur
german: Fehler
japanese: エラー
russian: Ошибка

source: Profile:
french: Profil :
german: Profil:
japanese: プロファイル:
russian: Профиль:
spanish: Perfil:

source: Settings
french: Paramètres
german: Einstellungen
japanese: 設定
russian: Настройки
spanish: Configuración

source: Include Characters (Pass*words*)
french: Inclure des caractères (mots*passe*)
german: Zeichen verwenden (Pass*wörter*)
japanese: 文字を含める (パスワード)
russian: Включать символы (Па*роли*)
spanish: Incluir caracteres (Pass*words*)

source: Length:
french: Longueur :
german: Länge:
japanese: 長さ:
russian: Длина:
spanish: Longitud:

source: Character Set:
french: Jeu de caractères :
german: Zeichensatz:
japanese: 文字組合:
russian: Набор символов:
spanish: Juego de caracteres:

source: Show details
french: Afficher les détails
german: Details zeigen
japanese: 詳細を表示
russian: Подробности
spanish: Mostrar detalles

source: Include Words (Pass*phrases*)
french: Comprenant des mots (phrases*passe*)
german: Wörter verwenden (Pass*phrasen*)
japanese: 単語を含める (パスフレーズ)
russian: Включать слова (Фра*зы*)
spanish: Incluir Palabras (Pass*phrases*)

source: Number:
french: Nombre :
german: Anzahl:
japanese: 数:
russian: Количество:
spanish: Número:

source: Word List File:
french: Fichier de liste des mots :
german: Datei mit Wortliste:
japanese: 単語リストのファイル:
russian: Файл со списком слов:
spanish: Archivo lista de palabras:

source: Browse
french: Parcourir
german: Durchsuchen
japanese: 参照
russian: Обзор
spanish: Explorar

source: Specify length*:
french: Préciser la longueur*:
german: Länge vorgeben*:
japanese: 長さの指定*:
russian: Указать длину*:
spanish: Especificar longitud*:

source: Combine Words with Characters
french: Combiner des mots avec des caractères
german: Wörter mit Zeichen kombinieren
japanese: 文字と単語の組み合わせ
russian: Комбинировать слова и символы
spanish: Combinar Palabras con Caracteres

source: Format password:
french: Format mot de passe :
german: Passwort formatieren:
japanese: 書式型のパスワード:
russian: Форматировать:
spanish: Formato contraseña:

source: Run script:
french: Exécuter le script :
german: Skript ausführen:
japanese: スクリプト実行:
russian: Выполнить скрипт:
spanish: Ejecutar script:

source: Reload script
french: Recharger le script
german: Skript neu laden
japanese: スクリプトを再読み込み
russian: Перезагрузить скрипт
spanish: Recargar script

source: Multiple passwords:
french: Nombre mots de passe:
german: Mehrere Passwörter:
japanese: 複数のパスワード :
russian: Несколько паролей:
spanish: Múltiples contraseñas:

source: Generate
french: Générer
german: Generieren
japanese: 生成
russian: Создать
spanish: Generar

source: Generate to Clipboard
french: Générer vers le Presse-papiers
german: In Zwischenablage generieren
japanese: クリップボードへコピー
russian: Создать в буфере обмена
spanish: Generar al portapapeles

source: Generate to File...
french: Générer dans un fichier...
german: In Datei generieren...
japanese: 名前をつけて保存...
russian: Создать в файле...
spanish: Generar en archivo...

source: Advanced
french: Avancé
german: Erweitert
japanese: 詳細
russian: Ещё
spanish: Avanzado

source: %d option(s) active
german: %1 Option(en) aktiv
japanese: %d オプションが有効
russian: Активно опций: %d
spanish: %d opción(es) activa(s)

source: Deactivate All Options
french: Désactiver toutes les options
german: Alle Optionen deaktivieren
japanese: 全て解除
russian: Отключить все опции
spanish: Desactivar todas las opciones

source: Deactivate All Starred (*) Options
french: Désactiver toutes les options étoilées (*)
german: Alle Optionen mit Stern (*) deaktivieren
japanese: ＊のみ解除
russian: Отключить все опции со звёздочками (*)
spanish: Desactivar todas las opciones marcadas (*)

source: Generated Password
french: Générer le mot de passe
german: Generiertes Passwort
japanese: 生成されたパスワード
russian: Созданный пароль
spanish: Contraseña generada

source: Click on "Generate"
french: Cliquer sur "Générer"
german: Auf "Generieren" klicken
japanese: 「生成」をクリック
russian: Нажмите кнопку "Создать"
spanish: Haga clic en "Generar"

source: Hide/show password
french: Afficher/Cacher le mot de passe
german: Passwort verbergen/anzeigen
japanese: パスワードの表示を切り替え
russian: Показать/скрыть пароль
spanish: Ocultar/Mostrar contraseña

source: Hold left mouse button to drag & drop password
french: Maintenez le bouton gauche de la souris pour glisser déposer le mot de passe
german: Linke Maustaste gedrückt halten für Drag & Drop des Passworts
japanese: 左クリックでパスワードをドラッグできます
russian: Удерживайте левую кнопку мыши для перетаскивания пароля
spanish: Mantenga presionado el botón izquierdo del ratón para arrastrar y soltar el password

source: File
french: Fichier
german: Datei
japanese: ファイル
russian: Файл
spanish: Archivo

source: Profile
french: Profil
german: Profil
japanese: プロファイル
russian: Профиль
spanish: Perfil

source: Profile Editor...
french: Éditeur de profil...
german: Profil-Editor...
japanese: プロファイル編集...
russian: Редактор профилей...
spanish: Editor de perfil...

source: Exit
french: Quitter
german: Beenden
japanese: 終了
russian: Выход
spanish: Salir

source: Tools
french: Outils
german: Extras
japanese: ツール
russian: Сервис
spanish: Herramientas

source: Clear Clipboard
french: Effacer le presse-papiers
german: Zwischenablage löschen
japanese: クリップボードの内容を消去
russian: Очистить буфер обмена
spanish: Vaciar Portapapeles

source: Encrypt Clipboard...
french: Chiffrer le presse-papiers ...
german: Zwischenablage verschlüsseln...
japanese: クリップボードの内容を暗号化...
russian: Зашифровать данные в буфере обмена...
spanish: Encriptar portapapeles...

source: Decrypt Clipboard...
french: Déchiffrer le presse-papiers ...
german: Zwischenablage entschlüsseln...
japanese: クリップボードの内容を復号化...
russian: Расшифровать данные в буфере обмена...
spanish: Desencriptar Portapapeles...

source: Create Random Data File...
french: Créer un fichier de données aléatoires ...
german: Datei mit Zufallsdaten erstellen...
japanese: ランダムデータのファイルを作成...
russian: Создать файл со случайными данными...
spanish: Crear archivo de datos aleatorios...

source: Create Trigram File...
french: Créer un fichier de trigrammes...
german: Trigramm-Datei erstellen...
japanese: トライグラムのファイルを作成...
russian: Создать триграмм-файл...
spanish: Crear archivo de trigramas...

source: MP Password Generator...
french: Générateur de mots de passe MPM...
german: MP-Passwort-Generator...
japanese: マスターパスワードによる生成ツール...
russian: Генератор паролей на основе мастер-пароля...
spanish: Generador de contraseña MP...

source: Deterministic Random Generator
french: Générateur aléatoire déterministe
german: Deterministischer Zufallsgenerator
japanese: 決定性ランダム生成器
russian: Детерминированный генератор случайных чисел

source: Reset
french: Réinitialiser
german: Zurücksetzen
japanese: 初期化
russian: Сброс
spanish: Restaurar

source: Deactivate
french: Désactiver
german: Deaktivieren
japanese: 解除
russian: Отключить
spanish: Desactivar

source: Provide Additional Entropy
french: Fournir de l'entropie supplémentaire
german: Zusätzliche Entropie bereitstellen
japanese: 情報量を追加
russian: Дополнительная энтропия
spanish: Proporcionar entropía adicional

source: As Text...
french: En entrant du texte...
german: Als Text...
japanese: 文字列から...
russian: Как текст...
spanish: Como texto...

source: From File...
french: Depuis un fichier...
german: Aus Datei...
japanese: ファイルから...
russian: Из файла...
spanish: Desde el archivo...

source: Options
german: Optionen
japanese: オプション
russian: Настройки
spanish: Opciones

source: Configuration...
german: Konfiguration...
japanese: 設定...
russian: Конфигурация...
spanish: Configuración...

source: Language
french: Langue
german: Sprache
japanese: 言語
russian: Язык
spanish: Idioma

source: Always on Top
french: Toujours visible
german: Fenster immer oben
japanese: 常に手前に表示
russian: Всегда поверх всех окон
spanish: Siempre en cima

source: Hide Entropy Progress
french: Masquer la progression de l'entropie
german: Entropie-Fortschritt ausblenden
japanese: 情報量の状態を非表示
russian: Скрывать ход энтропии

source: Save Settings on Exit
french: Sauvegarder la configuration en quittant
german: Einstellungen beim Beenden speichern
japanese: 終了時に設定を保存
russian: Сохранять настройки при выходе
spanish: Guardar configuración al salir

source: Save Settings Now
french: Sauvegarder la configuration maintenant
german: Einstellungen jetzt speichern
japanese: 今すぐ設定を保存
russian: Сохранить настройки
spanish: Guardar configuración ahora

source: Help
french: Aide
german: Hilfe
japanese: ヘルプ
russian: Справка
spanish: Ayuda

source: Open Manual
french: Lire le manuel
german: Benutzerhandbuch öffnen
japanese: 説明書を開く
russian: Открыть справочное руководство
spanish: Abrir archivo de ayuda

source: Command Line Arguments...
french: Arguments de ligne de commande...
german: Kommandozeilen-Argumente...
russian: Аргументы командной строки...
spanish: Comandos de Línea de Comandos...

source: Visit Website
french: Visiter le site
german: Website aufrufen
japanese: ウェブサイト
russian: Посетить сайт
spanish: Visitar sitio Web

source: Get Translations...
french: Obtenir des traductions...
german: Übersetzungen herunterladen...
japanese: 翻訳ファイルを入手...
russian: Скачать переводы...
spanish: Obtener traducciones...

source: Donate...
french: Faire un don ...
german: Spenden...
japanese: 寄付...
russian: Помочь материально...
spanish: Donar...

source: Check for Updates
french: Vérifier les mises à jour
german: Nach Updates suchen
japanese: 更新を確認
russian: Проверить наличие обновлений
spanish: Comprobar Actualizaciones

source: Timer Info...
french: Information sur l'heure...
german: Info über Zeitgeber...
japanese: 時計の情報...
russian: О таймере...
spanish: Información de Contador...

source: About %s...
french: À propos de %s...
german: Über %1...
japanese: %s について...
russian: О программе %s...
spanish: Acerca de %s...

source: Restore %s
french: Restaurer %s
german: %1 wiederherstellen
japanese: %s を復元
russian: Восстановить %s
spanish: Restaurar %s

source: Generate Password
french: Générer le mot de passe
german: Passwort generieren
japanese: パスワードの生成
russian: Создать пароль
spanish: Generar contraseña

source: Generate and Show Password...
french: Générer et afficher Mot de passe...
german: Passwort generieren und anzeigen...
japanese: パスワードを生成し表示...
russian: Создать и показать пароль...
spanish: Generar y Mostrar contraseña...

source: Generate and Autotype Password
french: Générer et saisir automatiquement un mot de passe
german: Passwort generieren und Autotype
japanese: パスワードを生成し自動入力
russian: Создать и ввести пароль
spanish: Generar y escribir automáticamente contraseña

source: Open user manual
french: Ouvrir le manuel utilisateur
german: Benutzerhandbuch öffnen
japanese: 説明書を開く
russian: Руководство пользователя
spanish: Abrir archivo de ayuda

source: Usage:
french: Utilisation :
german: Benutzung:
russian: Использование:
spanish: Uso:

source: Display this help message.
french: Afficher le message d'aide.
german: Diesen Hilfetext anzeigen.
russian: показать этот справочный текст
spanish: Mostrar este mensaje de ayuda.

source: Do not write to disk unless explicitly requested.
french: Ne pas écrire sur le disque sauf demande explicite.
german: Nicht auf die Festplatte schreiben, wenn nicht explizit verlangt.
russian: не записывать на диск, если не запрошено явно

source: Load profile named 'profilename' on start-up.
french: Chargement du profil nommé 'profilename' au démarrage.
german: Profil mit Namen 'profilename' beim Starten laden.
russian: загрузить профиль 'profilename' при запуске
spanish: Cargar el perfil denominado 'profilename' al iniciar.

source: Generate 'number' of passwords and display on the console, then close application.
french: Générer 'number' mots de passe et les afficher sur la console, puis fermer ""l'application.
german: Anzahl 'number' an Passwörtern generieren und auf der Konsole anzeigen, dann Programm schließen.
russian: сгенерировать 'number' паролей и показать в консоли, а затем закрыть программу

source: Launch application in the background.
french: Lancer l'application en arrière-plan.
german: Programm im Hintergrund starten.
russian: запустить программу в фоне
spanish: Iniciar la aplicación en segundo plano.

source: Open database named 'filename' on start-up and show password manager window.
french: Ouvrir la base de données 'filename' au démarrage et afficher la fenêtre du gestionnaire de mots de passe.
german: Datenbank mit Namen 'filename' beim Starten öffnen und Passwort-Manager-Fenster anzeigen.
russian: открыть базу данных 'filename' при запуске и показать окно диспетчера паролей
spanish: Abrir la base de datos denominada 'filename' al iniciar y mostrar la ventana del administrador de contraseñas.

source: Clear clipboard (text contents only)
french: Effacer le presse-papiers (Contenu texte uniquement)
german: Zwischenablage löschen (nur Textinhalt)
japanese: クリップボードの内容を消去 (文字列のみ)
russian: Очистить буфер обмена (только текстовое содержимое)
spanish: Borrar el portapapeles (solo contenido de texto)

source: Clipboard text encryption (left-click) or decryption (right-click)
french: Chiffrer le presse-papiers (clic gauche) ou déchiffrer (clic droit)
german: Verschlüsselung (Linksklick) oder Entschlüsselung (Rechtsklick) des Texts in der Zwischenablage
japanese: クリップボードの文字列を暗号化 (左クリック) 復号化(右クリック)
russian: Зашифровать (ЛКМ) или расшифровать (ПКМ) текст в буфере обмена
spanish: Encriptar texto del portapapeles (clic izquierdo) o desencriptar (clic derecho)

source: Load, create or delete profiles
french: Charger, créer ou supprimer des profils
german: Profile laden, erstellen oder löschen
japanese: プロファイルの読み込み、作成、削除
russian: Загрузить, создать или удалить профили
spanish: Cargar, crear o eliminar perfiles

source: Generate passwords based on a master password
french: Générer des mots de passe sur la base du mot de passe maître
german: Passwörter auf Grundlage eines Master-Passworts generieren
japanese: マスターパスワードに基づきパスワード生成
russian: Создать пароли на основе мастер-пароля
spanish: Generar contraseñas basados en una contraseña maestra

source: Main configuration of the program
french: Configuration principale du programme
german: Hauptkonfiguration des Programms
japanese: プログラムの設定
russian: Настройки программы
spanish: Configuración principal del programa

source: All files
french: Tous les fichiers
german: Alle Dateien
japanese: すべてのファイル
russian: Все файлы
spanish: Todos los archivos

source: Text files
french: Fichiers texte
german: Text-Dateien
japanese: テキストファイル
russian: Текстовые файлы
spanish: Archivos de texto

source: Trigram files
french: Fichier de trigrammes
german: Trigramm-Dateien
japanese: トライグラムファイル
russian: Триграмм-файлы
spanish: Archivos de trigramas

source: Lua scripts
french: Scripts Lua
german: Lua-Skripte
japanese: Lua スクリプト
russian: Скрипты Lua
spanish: Scripts Lua

source: Undo
french: Annuler
german: Rückgängig
japanese: 元に戻す
russian: Отменить
spanish: Deshacer

source: Cut
french: Couper
german: Ausschneiden
japanese: 切り取り
russian: Вырезать
spanish: Cortar

source: Copy
french: Copier
german: Kopieren
japanese: コピー
russian: Скопировать
spanish: Copiar

source: Encrypt && Copy
french: Chiffrer && copier
german: Verschlüsseln && kopieren
japanese: 暗号化 && コピー
russian: Зашифровать и скопировать
spanish: Encriptar && copiar

source: Paste
french: Coller
german: Einfügen
japanese: 貼り付け
russian: Вставить
spanish: Pegar

source: Perform Autotype
french: Effectuer une saisie automatique
german: Autotype durchführen
japanese: 自動入力の実行
russian: Автонабор
spanish: Ejecutar auto escritura de contraseña

source: Add to Database
french: Ajouter à la base de données
german: Zur Datenbank hinzufügen
japanese: データベースに追加
russian: Добавить в базу данных
spanish: Añadir a la base de datos

source: Delete
french: Supprimer
german: Löschen
japanese: 削除
russian: Удалить
spanish: Borrar

source: Select All
french: Sélectionner tout
german: Alles auswählen
japanese: すべて選択
russian: Выбрать все
spanish: Seleccionar todo

source: Clear List
french: Effacer la liste
german: Liste löschen
japanese: 一覧を消去
russian: Очистить список
spanish: Vaciar Lista

source: Remove Entry
french: Retirer l'entrée
german: Eintrag löschen
japanese: 項目を削除
russian: Удалить запись
spanish: Eliminar entrada

source: Editable
french: Modifiable
german: Editierbar
japanese: 編集可能
russian: Редактируемо

source: Enable Password Testing
french: Activer le test de mot de passe
german: Passwort-Test ermöglichen
japanese: パスワードのテストを有効化
russian: Разрешить проверку паролей
spanish: Habilitar comprobación de contraseña

source: Change Font...
french: Modifier la police ...
german: Schriftart ändern...
japanese: フォントの変更...
russian: Изменить шрифт...
spanish: Cambiar Tipografía...

source: Reset Font
german: Schriftart zurücksetzen
russian: Сбросить шрифт
spanish: Restablecer fuente

source: Select high-entropy file
french: Choisissez un fichier à haute entropie
german: Datei mit hoher Entropie auswählen
japanese: 高-情報量用のファイルを選択
russian: Выбрать файл высокой энтропии
spanish: Seleccionar archivo de alta entropía

source: Manage passwords in encrypted databases
french: Gérer les mots de passe dans les bases de données cryptées
german: Passwort-Manager mit verschlüsselten Datenbanken
japanese: 暗号化されたデータベース内のパスワードの管理
russian: Управление паролями в зашифрованных базах данных
spanish: Administrar contraseñas en bases de datos encriptadas

source: Reload profile
french: Recharger le profil
german: Profil neu laden
japanese: プロファイルの再読み込み
russian: Перезагрузить профиль
spanish: Recargar perfil

source: Add profile
french: Ajouter profil
german: Profil hinzufügen
japanese: プロファイルの追加
russian: Добавить профиль
spanish: Agregar perfil

source: Set up...
french: Configuration...
german: Einrichten...
japanese: セットアップ...
russian: Настроить...
spanish: Configurar...

source: Password Manager...
french: Gestionnaire de mots de passe...
german: Passwort-Manager...
japanese: パスワード管理ツール...
russian: Диспетчер паролей...
spanish: Administrador de contraseñas...

source: Enter Donor Key...
french: Entrez la clé du donateur...
german: Spender-Schlüssel eingeben...
japanese: ドナーキーを入力...
russian: Ввести ключ мецената...
spanish: Ingrese la clave de donador...

source: Reset All Window Positions
french: Réinitialiser toutes les positions des fenêtres
german: Alle Fenster neu anordnen
japanese: ウィンドウの位置をすべて初期化
russian: Сбросить все позиции окон
spanish: Restablecer todas las posiciones de las ventanas

source: Could not read random seed file "%s".
french: Impossible de lire le fichier de départ aléatoire "%s".
german: Fehler beim Lesen der random-seed-Datei "%1".
japanese: ランダムシードのファイルを読み込めません “%s”.
russian: Не удалось прочитать файл со случайными данными "%s".
spanish: No se pudo leer el archivo de semilla aleatoria "%s".

source: Could not write to random seed file "%s".
french: Impossible d'écrire le fichier de départ aléatoire "%s".
german: Fehler beim Schreiben der random-seed-Datei "%1".
japanese: ランダムシードのファイルに書き込めません “%s”.
russian: Не удалось записать файл со случайными данными "%s".
spanish: No se pudo escribir en el archivo de semilla aleatoria "%s".

source: Unknown command line switch(es): %s
french: Commutateur(s) de ligne de commande inconnu(s) : %s
german: Unbekannte(r) Kommandozeilenschalter: %1
japanese: 不明なコマンドライン引数: %s
russian: Неизвестные ключи командной строки: %s
spanish: Opción(es) de línea de comandos desconocida(s): %s

source: Error while loading word list file "%s".
french: Erreur lors du chargement du fichier de liste de mots "%s".
german: Fehler beim Laden der Wortlisten-Datei "%1".
japanese: 単語リストファイルの読み込み中にエラー “%s”。
russian: Ошибка загрузки файла со списком слов "%s".
spanish: Error al cargar el archivo de la lista de palabras "%s".

source: Error while loading list of common passwords: %s.
french: Erreur lors du chargement du fichier de liste de mots de passe: %s.
german: Fehler beim Laden der Liste häufiger Passwörter: %1.
japanese: 一般パスワード一覧の読み込み中にエラー: %s。
russian: Ошибка загрузки списка общих паролей: %s.
spanish: Error al cargar la lista de contraseñas comunes: %s.

source: %s encountered %d error(s) during startup:
french: %s a rencontré %d erreur(s) lors de l'initialisation :
german: Beim Starten von %1 ist/sind %2 Fehler aufgetreten:
japanese: %s 開始中に%dエラーが発生:
russian: При запуске %s обнаружены ошибки (%d):
spanish: %s encontró %d error(es) durante el inicio:

source: If you like %s, please consider making a donation. Thank you!
french: Si vous aimez %s, veuillez considérer de faire un don. Nous vous en remercions !
german: Wenn Sie %1 mögen, ziehen Sie bitte eine Spende in Betracht. Danke!
japanese: %s を気に入っていただけたら 寄付をお考えください。ご愛顧に感謝します！
russian: Если вам нравится %s, помогите нам материально, пожалуйста. СпасиБо!
spanish: Si te gusta %s, por favor considera hacer una donación. ¡Gracias!

source: Character set "%s" is invalid.
french: Jeu de caractères "%s" invalide.
german: Zeichensatz "%1" ist ungültig.
japanese: 文字の組み合わせ「%s」が正しくありません。
russian: Набор символов "%s" некорректный.
spanish: El conjunto de caracteres "%s" no es válido.

source: Error while writing to configuration file: %s.
french: Erreur lors de l'écriture du fichier de configuration: %s.
german: Fehler beim Schreiben der Konfigurationsdatei: %1.
japanese: 設定ファイルへの書き込み中にエラー: %s。
russian: Ошибка записи файла конфигурации: %s.
spanish: Error al escribir en el archivo de configuración: %s.

source: %d characters / %.1f bits per character
french: %d caractères / %.1f bits par caractère
german: %1 Zeichen / %2 Bits pro Zeichen
japanese: %d 文字 / 1文字ごとに %.1f ビット
russian: Символов: %d (%.1f бит на символ)
spanish: %d caracteres / %.1f bits por carácter

source: %d words / %.1f bits per word
french: %d mots / %.1f bits par mot
german: %1 Wörter / %2 Bits pro Wort
japanese: %d 単語 / 単語ごとに %.1f ビット
russian: Слов: %d (%.1f бит на слово)
spanish: %d palabras / %.1f bits por palabra

source: Could not open trigram file.
french: Ne peut pas ouvrir le fichier de trigrammes.
german: Konnte Trigramm-Datei nicht öffnen.
japanese: トライグラム ファイルが開けません。
russian: Не удалось найти триграмм-файл.
spanish: No se pudo abrir el archivo de trigrama.

source: Invalid trigram file.
french: Fichier de trigrammes invalide.
german: Ungültige Trigramm-Datei.
japanese: トライグラム ファイルが正しくありません。
russian: Неверный триграмм-файл.
spanish: Archivo de trigrama no válido.

source: Matches common password!
french: Correspond au mot de passe commun !
german: Übereinstimmung mit häufigem Passwort!
japanese: ありふれたパスワードに一致します！
russian: Совпадает с общим паролем!
spanish: ¡Coincide con la contraseña común!

source: Text successfully encrypted.
french: Chiffrage du texte réussi.
german: Text erfolgreich verschlüsselt.
japanese: 文字列は正常に暗号化されました。
russian: Текст зашифрован.
spanish: Texto encriptado correctamente.

source: Text successfully decrypted.
french: Déchiffrage du texte réussi.
german: Text erfolgreich entschlüsselt.
japanese: 文字列は正常に復号化されました。
russian: Текст расшифрован.
spanish: Texto desencriptado correctamente.

source: Could not open clipboard.
french: Impossible d'ouvrir le presse-papier.
german: Konnte Zwischenablage nicht öffnen.
japanese: クリップボードを開けません。
russian: Не удалось открыть буфер обмена.
spanish: No se pudo abrir el portapapeles.

source: The text to be encrypted is too long.
french: Le texte à chiffrer est trop long.
german: Der zu verschlüsselnde Text ist zu lang.
japanese: 暗号化する文字列が長すぎます。
russian: Слишком длинный текст для шифрования.
spanish: El texto a encriptar es demasiado largo.
