Repository: cthoeing/passwordtech
Catalog: languages/*.po
Languages: french, german, japanese, russian, spanish

source: This program is distributed under the terms and conditions of the GNU General Public License (GPL).
french: Ce programme est distribué sous les termes et dans les conditions de la licence GNU General Public Licence (GPL)
german: Dieses Programm wird unter den Lizenzbedingungen der GNU General Public License (GPL) vertrieben.
japanese: このプログラムは GNU 一般公的使用許諾 (GPL) の条件に従って配布されます。
russian: Это ПО распространяется на условиях лицензии GNU GPL.
spanish: Este programa se distribuye bajo los términos y condiciones de la Licencia Pública General GNU (GPL).

source: View license
french: Afficher la licence
german: Lizenz ansehen
japanese: ライセンスを表示
russian: Лицензионное соглашение
spanish: Ver licencia

source: Donor ID:
french: ID du Donateur :
german: Spender-ID:
japanese: ドナーID:
russian: ID мецената:
spanish: ID donador:

source: Quick help
french: Aide rapide
german: Schnellhilfe
japanese: かんたんヘルプ
russian: Справка
spanish: Ayuda rápida

source: Position Automatically
french: Positionnement auto
german: Automatisch positionieren
japanese: 自動で配置
russian: Позиция автоматически
spanish: Posicionar automáticamente

source: You can use the following placeholders:
french: Vous pouvez utiliser les paramètres fictifs suivants :
german: Sie können folgende Platzhalter verwenden:
japanese: 以下のプレースホルダーを使用できます:
russian: Можно использовать следующие заполнители:

source: without ambiguous characters
french: sans caractères ambigus
german: ohne mehrdeutige Zeichen
japanese: かつ曖昧な文字なし
russian: без неоднозначных символов
spanish: sin caracteres ambiguos

source: Special symbols
french: Symboles spéciaux
german: Sonderzeichen
japanese: 記号
russian: Особые символы
spanish: Símbolos especiales

source: Brackets
french: Parenthèses
german: Klammern
japanese: 括弧
russian: Скобки
spanish: Corchetes

source: Punctuation marks
french: Caractères de ponctuation
german: Satzzeichen
japanese: 句読点
russian: Знаки препинания
spanish: Signos de puntuación

source: Higher ANSI characters
french: Caractères ANSI étendus
german: Höhere ANSI-Zeichen
japanese: 上位ANSI文字
russian: Верхние ANSI-символы
spanish: Caracteres ANSI superiores

source: Generate phonetic password (lower-case letters)
french: Générer un mot de passe phonétique (lettres minuscules)
german: Phonetisches Passwort generieren (Kleinbuchstaben)
japanese: 音声的なパスワードを生成 (小文字)
russian: Создать фонетический пароль (строчные буквы)

source: Generate phonetic password (upper-case letters)
french: Générer un mot de passe phonétique (lettres majuscules)
german: Phonetisches Passwort generieren (Großbuchstaben)
japanese: 音声的なパスワーを生成 (大文字)
russian: Создать фонетический пароль (прописные буквы)

source: Generate phonetic password (mixed-case letters)
french: Générer un mot de passe phonétique (lettres en casse mixte)
german: Phonetisches Passwort generieren (Groß- und Kleinbuchstaben)
japanese: 音声的なパスワードを生成 (大小混在)
russian: Создать фонетический пароль (строчные и прописные буквы)

source: You can use the following syntax to specify a (minimum) number N of characters for a character set:
french: Vous pouvez utiliser la syntaxe suivante pour spécifier un nombre (minimum) N de caractères pour un jeu de caractères :
german: Mit folgender Syntax kann eine (Mindest-)Anzahl N von Zeichen festgelegt werden:
japanese: 次の構文を使用して、文字セットの文字数 (最小) N を 指定できます:
russian: Используйте следующий синтаксис, чтобы указать (минимальное) количество N символов для набора символов:

source: N = Include exactly N characters. N+ = Include at least N characters.
french: N = Inclut exactement N caractères. N+ = Inclut au moins N caractères.
german: N = Genau N Zeichen verwenden. N+ = Mindestens N Zeichen verwenden.
japanese: N = 正確に N 文字を含めます。N+ = 少なくとも N 文字を含めます。
russian: N = включить точно N символов. N+ = включить не менее N символов.
spanish: N = Incluir exactamente N caracteres. N+ = Incluir al menos N caracteres.

source: Comments may be provided in square brackets "[...]" at the beginning of the sequence.
french: Les commentaires peuvent être mis entre crochets "[...]" en début de séquence.
german: Kommentare können in eckigen Klammern "[...]" am Anfang der Sequenz angegeben werden.
japanese: コメントはこれら配列の先頭にて角括弧 [...] 内に記載します。
russian: Комментарии заключаются в квадратные скобки "[...]" в начале последовательности.
spanish: Los comentarios pueden proporcionarse entre corchetes "[...]" al comienzo de la secuencia.

source: Format specifiers have the form "[*][N]x" or "[*][M-N]x", where the optional argument "N" specifies the number of repetitions (between 1 and 99999), "M-N" specifies a random number of repetitions in the range from M to N, and "x" is the actual format specifier/placeholder. The optional asterisk (*) means that each character must occur only once in the sequence. Example: "16u" means "Insert 16 random upper-case letters into the password".
french: Les spécificateurs de format ont la forme "[*][N]x" ou "[*][M-N]x", oû¹ l'argument facultatif "N" spécifie le nombre de répétitions (entre 1 et 99999), "M-N" spécifie un nombre aléatoire de répétitions dans l'intervalle de M à N, et "x" est le spécificateur de format/support réel. L'astérisque (*) facultatif signifie que chaque caractère ne doit apparaître qu'une seule fois dans la séquence. Exemple: "16u" signifie "Insérez 16 lettres majuscules aléatoires dans le mot de passe".
german: Format-Spezifizierer haben die Form "[*][N]x" oder "[*][M-N]x", wobei das optionale Argument "N" die Anzahl der Wiederholungen (zwischen 1 und 99999) angibt, "M-N" eine zufällige Anzahl von Wiederholungen im Bereich M bis N angibt, und "x" der eigentliche Format-Spezifizierer/ Platzhalter ist. Das optionale Sternchen (*) bedeutet, dass jedes Zeichen nur einmal in der Sequenz vorkommen darf. Beispiel: "16u" bedeutet "Füge 16 zufällige Großbuchstaben ins Passwort ein".
japanese: 書式指定子には、[*][N]x または [*][M-N]x の形式があります。 任意で追加の引数 N は繰り返し回数です (1から99999)。 M-N は、MからNの範囲でランダムな繰り返し回数になります。 x に実際の書式指定子/プレースホルダーを指定します。 任意で追加のアスタリスク * は、各文字がその配列内で 1回だけ出現するという意味です。 例: 16u の意味は 「16回のランダムな大文字」です。
russian: Спецификаторы формата имеют форму "%[*][N]x" или "%[*][M-N]x", где необязательный аргумент "N" определяет количество повторов (от 1 до 99999), "M-N" - случайное число повторов в диапазоне от M до N, а "x" - фактический описатель/заполнитель формата. Необязательный символ звёздочки (*) означает, что каждый символ должен присутствовать в последовательности только один раз. Пример: "16u" означает "Вставить в пароль 16 случайных прописных букв".
spanish: Los especificadores de formato tienen la forma "[*][N]x" or "[*][M-N]x", donde el argumento opcional "N" especifica el número de repeticiones (entre 1 y 99999), "M-N" especifica un número aleatorio de repeticiones en el rango de M a N, y "x" si el especificador/marcador de formato. El asterisco opcional (*) significa que cada carácter debe aparecer solo una vez en la secuencia. Ej.: "16u" significa "Insertar 16 letras mayúsculas aleatorias en la contraseña".

source: List of placeholders with optional argument "N":
french: Liste des emplacements réservés avec un argument optionnel "N":
german: Liste der Platzhalter mit optionalem Argument "N":
japanese: 任意で追加の引数 N が可能なプレースホルダー一覧:
russian: Заполнители с необязательным аргументом "N":

source: Custom character set
french: Jeu de caractères personnalisé
german: benutzerspez. Zeichensatz
japanese: 文字の組み合わせを指定
russian: Пользовательский набор символов
spanish: Conjunto de caracteres personalizados

source: Vowels, lower-case
french: Voyelles, minuscule
german: Vokale, Kleinbuchstaben
japanese: 母音、小文字
russian: Гласные, строчные
spanish: Vocales, minúsculas

source: Vowels, mixed-case
french: Voyelles, majuscules et minuscules
german: Vokale, Groß- und Kleinbuchstaben
japanese: 母音、大小混在
russian: Гласные, смешанные
spanish: Vocales, mayúsculas y minúsculas

source: Vowels, upper-case
french: Voyelles, majuscule
german: Vokale, Großbuchstaben
japanese: 母音、大文字
russian: Гласные, прописные
spanish: Vocales, mayúsculas

source: Consonants, lower-case
french: Consonnes, minuscules
german: Konsonanten, Kleinbuchstaben
japanese: 母音、大文字
russian: Согласные, строчные
spanish: Consonantes, minúsculas

source: Consonants, mixed-case
french: Consonnes, majuscules et minuscules
german: Konsonanten, Groß- und Kleinbuchstaben
japanese: 子音、大小混在
russian: Согласные, смешанные
spanish: Consonantes, mayúsculas y minúsculas

source: Consonants, upper-case
french: Consonnes, majuscules
german: Konsonanten, Großbuchstaben
japanese: 子音、大文字
russian: Согласные, прописные
spanish: Consonantes, mayúsculas

source: List of special format specifiers (possible usage of argument "N" is indicated by "{N}"):
french: Liste de déterminants de format spécial (usage possible de l'argument "N" indiqué par "{N}") :
german: Liste spezieller Format-Spezifizierer (mögliche Verwendung des Arguments "N" wird durch "{N}" angegeben):
japanese: 記号の指定子の一覧 (引数 N の使用は {N} で表しています):
russian: Особые спецификаторы (разрешён аргумент "N", обозначаемый "{N}"):

source: Insert password generated via "Include characters/words"
french: Insérer le mot de passe généré par "inclure caractères/mots"
german: Füge Passwort ein, das mit "Zeichen/Wörter verwenden" generiert wurde
japanese: 「文字/単語を含める」で生成したパスワードを挿入
russian: Вставить пароль, созданный с "Включать символы/слова"
spanish: Insertar contraseña generada mediante "Incluir caracteres/palabras"

source: Words from word list, multiple words are separated by spaces
french: Mots d'une liste de mots, de multiple mots sont séparés par des espaces
german: Wörter aus Wortliste, mehrere Wörter werden durch Leerzeichen getrennt
japanese: 単語リストからの単語、複数の単語を空白で区切る
russian: Слова из списка, несколько слов разделяются пробелами

source: Words, multiple words are not separated at all
french: Mots, les mots multiples ne sont pas séparés du tout
german: Wörter, mehrere Wörter werden nicht getrennt
japanese: 単語, 複数の単語間の区切りなし
russian: Слова, несколько слов не разделяются

source: Repeat input sequence in brackets N times
french: Répéter la séquence d'entrée dans les parenthèses N fois
german: Wiederhole Eingabesequenz in Klammern N-mal
japanese: 角括弧に入力した配列をN回繰り返す
russian: Повтор входной последовательности в скобках N раз

source: Randomly permute formatted sequence in brackets, keep N characters
french: Echanger aléatoirement la séquence formatée entre les parenthèses, conserver N caractères
german: Permutiere formatierte Sequenz in Klammern zufällig, behalte N Zeichen
japanese: カッコ内に書式型の配列をランダムな順にし、N文字を保持
russian: Случайно перемешать отформатированную последовательность в скобках, сохранить N символов
spanish: Permuta aleatoriamente la secuencia formateada entre paréntesis, manteniendo N caracteres

source: Treat sequence as character set and insert N characters
french: Traiter la séquence comme une jeu de caractères et insérer N caractères
german: Behandle Sequenz als Zeichensatz und füge N Zeichen ein
japanese: 配列を文字の組み合わせとして扱い、N文字を挿入
russian: Считать последовательность набором символов и вставить N символов
spanish: Tratar la secuencia como un conjunto de caracteres e insertar N caracteres

source: Additional notes:
french: Notes supplémentaires :
german: Zusätzliche Hinweise:
japanese: 補注:
russian: Примечания:
spanish: Notas adicionales:

source: Text enclosed with quotation marks "..." is copied verbatim to the password.
french: Le texte entouré de guillemets "..." est copié mot pour mot dans le mot de passe.
german: Text in Anführungszeichen "..." wird wortgetreu ins Passwort kopiert.
japanese: 引用符で囲まれたテキスト "..." は、そのままパスワードにコピー されます。
russian: Текст в кавычках "..." копируется в пароль дословно.
spanish: El texto entre comillas "..." se copia textualmente en la contraseña.

source: MP Password Generator
french: Générateur de mot de passe MP
german: MP-Passwort-Generator
japanese: マスターパスワードによる生成ツール
russian: Генератор паролей на основе мастер-пароля
spanish: Generador de contraseñas MP

source: Master password
french: Mot de passe maître
german: Master-Passwort
japanese: マスターパスワード
russian: Мастер-пароль
spanish: Contraseña maestra

source: Enter password...
french: Entrer le mot de passe...
german: Passwort eingeben...
japanese: パスワードを入力...
russian: Введите пароль...
spanish: Coloque la contraseña...

source: Clear
french: Effacer
german: Löschen
japanese: 消去
russian: Очистить
spanish: Borrar

source: Status:
french: Statut :
japanese: 状態:
russian: Статус:
spanish: Estado:

source: Expiry countdown:
french: Expiration dans :
german: Ablauf-Countdown:
japanese: 期限切れまで(秒):
russian: Истекает через:
spanish: Caduca en:

source: Ask for password confirmation
french: Demander la confirmation du mot de passe
german: Passwort-Bestätigung verlangen
japanese: パスワードを確認
russian: Запрашивать подтверждение пароля
spanish: Solicitar confirmación de contraseña

source: Show checksum of password:
french: Afficher la somme de contrôle du mot de passe:
german: Prüfsumme des Passworts anzeigen:
japanese: パスワードのチェックサムを表示:
russian: Показать контрольную сумму пароля:
spanish: Mostrar checksum de contraseña:

source: Key expires after the following time (seconds):
french: La clé expire après le délai suivant (secondes)
german: Schlüssel läuft nach folgender Zeit ab (Sekunden):
japanese: 次の時間でキーの期限 (秒):
russian: Ключ истекает через указанное время (сек):
spanish: La clave caduca después de (segundos):

source: Provide compatibility with "Hashapass"
french: Compatibilité avec "Hashapass"
german: Kompatibilität mit "Hashapass" gewährleisten
japanese: Hashapass 互換にする
russian: Совместимость с онлайн-генератором Hashapass
spanish: Proporcionar compatibilidad con "Hashapass"

source: Add password length to parameter
french: Ajouter la longueur du mot de passe au paramètre
german: Passwort-Länge als zusätzlicher Parameter
japanese: 引数にパスワードの長さを追加
russian: Добавить длину пароля в параметр

source: Autotype sequence:
french: Séquence d'autotype:
german: Autotype-Sequenz:
japanese: 自動入力の順番:
russian: Строка автонабора:
spanish: Esquema de auto-escritura:

source: Password generator
french: Générareur de mot de passe
german: Passwort-Generator
japanese: パスワード生成
russian: Генератор паролей
spanish: Generador de contraseñas

source: Parameter:
french: Paramètre :
japanese: 引数:
russian: Параметр:
spanish: Parámetro:

source: %d ch. / %.1f bits per ch.
french: %d ch. / %.1f bits par ch.
german: %1 Zeichen / %2 Bits pro Zeichen
japanese: %d 文字 / %.1f ビット1文字毎.
russian: Символов: %d; %.1f бит/символ
spanish: %d car. / %.1f bits por car.

source: Resulting password:
french: Mot de passe résultant :
german: Resultierendes Passwort:
japanese: 生成されたパスワード:
russian: Созданный пароль:
spanish: Contraseña resultante:

source: Use as default random generator
french: Utiliser comme générateur aléatoire par défaut
german: Als Standard-Zufallsgenerator verwenden
japanese: 既定のランダム生成器として使用
russian: Использовать по умолчанию

source: Alphanumeric
french: Alphanumérique
german: Alphanumerisch
japanese: 英数字
russian: Буквенно-цифровой
spanish: Alfanumérico

source: Hexadecimal
french: Hexadécimal
german: Hexadezimal
japanese: 16進数
russian: Шестнадцатеричный

source: Key has expired.
french: La clé a expiré.
german: Schlüssel ist abgelaufen.
japanese: キーの期限が切れました。
russian: Ключ просрочен.

source: Key has been cleared.
french: La clé a été effacée.
german: Schlüssel wurde gelöscht.
japanese: キーは消去されました。
russian: Ключ очищен.

source: New key generated.
french: Nouvelle clé générée.
german: Neuer Schlüssel generiert.
japanese: 新しいキーを生成しました。
russian: Новый ключ создан.
spanish: Se ha generado una nueva clave.

source: %d bits
french: %d octets
german: %1 Bits
japanese: %d ビット
russian: %d бит

source: Enter or paste some text into the box below, press mouse buttons, or move your mouse within the window.
french: Entrer ou coller du texte dans la boîte de dialogue ci-dessous, appuyer sur les boutons de la souris ou bouger votre souris dans la fenêtre.
german: Geben Sie Text in die Box unten ein, drücken Sie Maustasten oder bewegen Sie die Maus innerhalb des Fensters.
japanese: 下のボックスにテキストを入力または貼り付けるか、マウスボタンを押すか、ウィンドウ内でマウスを動かしてください。
russian: Введите или вставьте текст в поле ниже, нажимайте кнопки мыши или перемещайте курсор мыши в пределах окна.

source: %d bits of entropy have been added to the random pool.
french: %d bits d'entropie ont été ajoutés au pool aléatoire.
german: %1 Entropie-Bits wurden dem Zufallspool hinzugefügt.
japanese: ランダムプールに %d ビットの情報量が追加されました。
russian: Добавлено бит энтропии в пул случайных значений: %d.

source: Database not encrypted, or invalid key
french: Base de données non chiffrée ou clé invalide
german: Datenbank nicht verschlüsselt, oder ungültiger Schlüssel
japanese: データベースの暗号化なしかキーが無効
russian: База данных зашифрована, либо неверный ключ

source: File contents modified, or invalid key
french: Contenu du fichier modifié ou clé invalide
german: Dateiinhalt wurde geändert, oder ungültiger Schlüssel
japanese: ファイルの内容が修正されたかキーが無効
russian: Содержимое файла изменено, либо неверный ключ

source: Unknown file format
french: Format de fichier inconnu
german: Unbekanntes Dateiformat
japanese: 不明なファイル形式
russian: Неизвестный формат файла
spanish: Formato de archivo desconocido

source: Invalid file format
french: Format de fichier invalide
german: Ungültiges Dateiformat
japanese: 無効なファイル形式
russian: Неверный формат файла
spanish: Formato de archivo no válido

source: Title
french: Titre
german: Titel
japanese: 名称
russian: Название
spanish: Título

source: Title:
french: Titre:
german: Titel:
japanese: 名称:
russian: Название:
spanish: Título:

source: User name
french: Nom d'utilisateur
german: Benutzername
japanese: ユーザー名
russian: Логин
spanish: Nombre de Usuario

source: User name:
french: Nom d'utilisateur :
german: Benutzername:
japanese: ユーザー名:
russian: Логин:
spanish: Nombre de Usuario:

source: Password
french: Mot de passe
german: Passwort
japanese: パスワード
russian: Пароль
spanish: Contraseña

source: Password:
french: Mot de passe :
german: Passwort:
japanese: パスワード:
russian: Пароль:
spanish: Contraseña:

source: Keyword
french: Mot-clé
german: Schlüsselwort
japanese: キーワード
russian: Ключевое слово
spanish: Palabra clave

source: Keyword:
french: Mot-clé :
german: Schlüsselwort:
japanese: キーワード:
russian: Ключевое слово:
spanish: Palabra clave:

source: Notes
german: Notizen
japanese: 説明
russian: Заметки
spanish: Notas

source: Notes:
german: Notizen:
japanese: 説明:
russian: Заметки:
spanish: Notas:

source: Key-value list
french: Liste de valeurs clés
german: Parameterliste
japanese: キーと値一覧
russian: Список ключей и значений
spanish: Lista valores-clave

source: Key-value list:
french: Liste de valeurs clés :
german: Parameterliste:
japanese: キーと値一覧:
russian: Ключи и значения:
spanish: Lista valores-clave:

source: Creation time
french: Heure de création
german: Erstellt
japanese: 作成日
russian: Время создания
spanish: Hora de creación

source: Creation time:
french: Heure de création :
german: Erstellt:
japanese: 作成日:
russian: Создано:
spanish: Hora de creación:

source: Last modification
french: Dernière modification
german: Letzte Änderung
japanese: 更新日
russian: Время изменения
spanish: Última modificación

source: Last modification:
french: Dernière modification :
german: Letzte Änderung:
japanese: 更新日:
russian: Изменено:
spanish: Última modificación:

source: Tags
french: Balises
german: Kennzeichnungen
japanese: タグ
russian: Теги
spanish: Etiquetas

source: Tags:
french: Balises :
german: Kennzeichnungen:
japanese: タグ:
russian: Теги:
spanish: Etiquetas:

source: Select and add existing tag
french: Choisir et ajouter une balise existante
german: Vorhandene Kennzeichnung auswählen und hinzufügen
japanese: 既存のタグを選択して追加
russian: Выбрать и добавить имеющийся тег
spanish: Seleccionar y agregar etiqueta existente

# tags
source: All
french: Tagué tout
german: Alle
japanese: すべて
russian: Все ((tags))
spanish: Todo

source: All search results
french: Tous les résultats de recherche
german: Alle Suchergebnisse
japanese: すべての検索結果
russian: Все результаты поиска
spanish: Todos los resultados de búsqueda

source: Untagged
french: Non tagué
german: Ohne Kennzeichnung
japanese: タグなし
russian: Без тегов
spanish: Sin etiquetar

source: Key
french: Clé
german: Schlüssel
japanese: キー
russian: Ключ
spanish: Clave

source: Value
french: Valeur
german: Wert
japanese: 値
russian: Значение
spanish: Valor

source: Edit
french: Modifier
german: Bearbeiten
japanese: 編集
russian: Изменить
spanish: Editar

source: View
french: Afficher
german: Ansicht
japanese: 表示
russian: Вид
spanish: Ver

source: New...
french: Nouveau...
german: Neu...
japanese: 新規...
russian: Создать...
spanish: Nuevo...

source: Open...
french: Ouvrir...
german: Öffnen...
japanese: 開く...
russian: Открыть...
spanish: Abrir...

source: Open as Read-only...
french: Ouvrir en lecture seule...
german: Öffnen mit Schreibschutz...
japanese: 読み取り専用で開く...
russian: Открыть только для чтения...
spanish: Abrir como solo lectura...

source: Save
french: Enregistrer
german: Speichern
japanese: 保存
russian: Сохранить
spanish: Guardar

source: Save As...
french: Enregistrer sous...
german: Speichern unter...
japanese: 名前を付けて...
russian: Сохранить как...
spanish: Guardar como...

source: Lock
french: Verrouiller
german: Sperren
japanese: ロック
russian: Заблокировать
spanish: Bloquear

source: Clear Recently Opened List
french: Effacer la liste des fichiers récents
german: Liste kürzlich geöffneter Dateien löschen
russian: Очистить список недавних файлов
spanish: Borrar lista de elementos abiertos recientemente

source: Unlock
french: Déverrouiller
german: Entsperren
japanese: ロック解除
russian: Разблокировать
spanish: Desbloquear

source: Export to
french: Exporter vers
german: Exportieren
japanese: エクスポート
russian: Экспортировать в
spanish: Exportar a

source: CSV File...
french: Fichier CSV...
german: CSV-Datei...
japanese: CSV ファイル...
russian: Файл CSV...
spanish: Archivo CSV...

source: Database Settings...
french: Paramètres de la base de données...
german: Datenbank-Einstellungen...
japanese: データベースの設定...
russian: Настройки базы данных...

source: Properties...
french: Propriétés...
german: Eigenschaften...
japanese: プロパティ...
russian: Свойства...
spanish: Propiedades...

source: Change Master Password...
french: Changer le mot de passe principal...
german: Master-Passwort ändern...
japanese: マスターパスワードの変更...
russian: Изменить мастер-пароль...
spanish: Cambiar contraseña maestra...

source: Copy User Name
french: Copier le nom de l'utilisateur
german: Benutzernamen kopieren
japanese: ユーザー名をコピー
russian: Скопировать имя пользователя
spanish: Copiar nombre de usuario

source: Copy Password
french: Copier le mot de passe
german: Passwort kopieren
japanese: パスワードをコピー
russian: Скопировать пароль
spanish: Copiar contraseña

source: Open URL
french: Ouvrir l'URL
german: URL öffnen
japanese: URLを開く
russian: Открыть URL
spanish: Abrir URL

source: Run
french: Lancer
german: Ausführen
japanese: 実行
russian: Выполнить

source: Add Entry
french: Ajouter une entrée
german: Eintrag hinzufügen
japanese: 項目を追加
russian: Добавить запись
spanish: Añadir entrada

source: Duplicate Entry
french: Entrée en double
german: Eintrag duplizieren
japanese: 項目を複製
russian: Дублировать запись
spanish: Entrada duplicada

source: Delete Entry
french: Supprimer l'entrée
german: Eintrag löschen
japanese: 項目を削除
russian: Удалить запись
spanish: Eliminar entrada

source: Show Columns
french: Afficher les colonnes
german: Spalten anzeigen
japanese: 列を表示
russian: Показать колонки
spanish: Mostrar columnas

source: Show Passwords in List
french: Afficher les mots de passe dans la liste
german: Passwörter in Liste anzeigen
japanese: 一覧にパスワードを表示
russian: Показать пароли в списке
spanish: Mostrar contraseñas en la lista

source: Sort Entries By
french: Trier les entrées par
german: Einträge sortieren nach
japanese: 項目で並び替え
russian: Сортировка элементов
spanish: Ordenar entradas por
