Repository: cthoeing/passwordtech
Catalog: languages/Brazilian Portuguese.po
Languages: pt_br

source: By default, new entries expire after the following number of days:
pt_br: Por padrão, as novas entradas expiram após o seguinte número de dias:

source: For new entries, save the following number of previous passwords:
pt_br: Para novas entradas, salve o seguinte número de senhas anteriores:

source: Changing number of KDF iterations
pt_br: Alterando o número de iterações KDF

source: Computing derived key ...
pt_br: Calculando chave derivada ...

source: Key-value list editor
pt_br: Editor de lista de valores-chave

source: Properties
pt_br: Propriedades

source: Property
pt_br: Propriedade

source: Location
pt_br: Localização

source: Size
pt_br: Tamanho

source: Format version
pt_br: Versão do formato

source: Number of entries
pt_br: Número de entradas

source: Number of expired entries
pt_br: Número de entradas expiradas

source: Number of tags
pt_br: Número de etiquetas

source: Compression
pt_br: Compressão

source: Enable data compression (Deflate)
pt_br: Habilitar compactação de dados (Esvaziar)

source: <- Low compression, fast | High compression, slow ->
pt_br: <- Baixa compressão, rápido | Alta compressão, lenta ->

source: Confirm password
pt_br: Confirme sua senha

source: Password quality estimation is disabled
pt_br: A estimativa de qualidade da senha está desativada

source: Estimate password quality
pt_br: Estimar a qualidade da senha

source: Password history
pt_br: Histórico de senha

source: Password changed
pt_br: Senha alterada

source: Password changed:
pt_br: Senha alterada:

source: Keep last passwords - up to:
pt_br: Mantenha as últimas senhas - até:

source: Set Date/Time
pt_br: Definir Data/Hora

source: Password database entry is being edited.
pt_br: A entrada do banco de dados de senha está sendo editada.

source: Password database contains unsaved changes.
pt_br: O banco de dados de senhas contém alterações não salvas.

source: Filtered
pt_br: Filtrado

source: Remove filter
pt_br: Remover filtro

source: Build...
pt_br: Construir...

source: Build character set definition
pt_br: Criar definição de conjunto de caracteres

source: Character Set Builder
pt_br: Construtor de conjunto de caracteres

source: Character set selection
pt_br: Seleção do conjunto de caracteres

source: Resulting character set definition
pt_br: Definição do conjunto de caracteres resultante

source: Apply
pt_br: Aplicar

source: Lower-case letters (a-z)
pt_br: Letras minúsculas (a-z)

source: Upper-case letters (A-Z)
pt_br: Letras maiúsculas (A-Z)

source: Digits (0-9)
pt_br: Dígitos (0-9)

source: Characters from range:
pt_br: Caracteres do intervalo:

source: Additional characters:
pt_br: Caracteres adicionais:

source: At least
pt_br: Pelo menos

source: From:
pt_br: DE

source: to:
pt_br: para

source: Invalid character range.
pt_br: Intervalo de caracteres inválido.
