Repository: cthoeing/passwordtech
Catalog: languages/Brazilian Portuguese.po
Languages: pt_br

source: Default autotype sequence:
pt_br: Sequência de autotipagem padrão:

source: Maximum number of hot keys (%d) reached.
pt_br: Número máximo de teclas de atalho (%d) atingido.

source: This hot key has already been assigned.
pt_br: Esta tecla de atalho já foi atribuída.

source: %s (%d-bit key, operates on %d-bit blocks)
pt_br: %s (chave de %d-bits, opera em blocos de %d-bits)

source: Benchmark results (data size: %d MB):
pt_br: Resultados de referência (tamanho dos dados: %d MB):

source: Enter password:
pt_br: Digite a senha:

source: Confirm password:
pt_br: Confirme sua senha:

source: Cancel
pt_br: Cancelar

source: Passwords are not identical.
pt_br: As senhas não são idênticas.

source: Encrypt
pt_br: Criptografar

source: Decrypt
pt_br: Descriptografar

source: Remember password (seconds):
pt_br: Lembrar senha (segundos):

source: Key file for password database:
pt_br: Arquivo chave para banco de dados de senhas:

source: (None)
pt_br: (Nenhum)

source: Enter a password and/or select a key file.
pt_br: Digite uma senha e/ou selecione um arquivo de chave.

source: The selected key file does not exist.
pt_br: O arquivo de chave selecionado não existe.

source: Password is empty.
pt_br: A senha está vazia.

source: Key file successfully created.
pt_br: Arquivo de chave criado com sucesso.

source: Error while creating key file: %s.
pt_br: Erro ao criar arquivo chave: %s.

source: Key files
pt_br: Arquivos chave

source: Create key file
pt_br: Criar arquivo de chave

source: Password List
pt_br: Lista de senhas

source: Save As File...
pt_br: Salvar como Arquivo...

source: Save password list
pt_br: Salvar lista de senhas

source: Error while creating file "%s": %s.
pt_br: Erro ao criar arquivo "%s": %s.

source: File "%s" successfully created.
pt_br: Arquivo "%s" criado com sucesso.

source: Advanced Password Options
pt_br: Opções avançadas de senha

source: Exclude ambiguous characters
pt_br: Exclua caracteres ambíguos

source: First character must not be a lower-case letter
pt_br: O primeiro caractere não deve ser uma letra minúscula

source: Don't separate words by a space
pt_br: Não separe as palavras por um espaço

source: Don't separate words and characters by a '-' character
pt_br: Não separe palavras e caracteres por um caractere '-'

source: Reverse default order of character/word combinations
pt_br: Ordem padrão reversa de combinações de caracteres/palavras

source: Include at least one upper-case letter (A-Z)
pt_br: Incluir pelo menos uma letra maiúscula (A-Z)

source: Include at least one lower-case letter (a-z)
pt_br: Inclua pelo menos uma letra minúscula (a-z)

source: Include at least one digit (0-9)
pt_br: Inclua pelo menos um dígito (0-9)

source: Include at least one special symbol (!"#$%...)
pt_br: Inclua pelo menos um símbolo especial (!"#$%...)

source: Include at least one character from each subset
pt_br: Incluir pelo menos um caractere de cada subconjunto

source: Only include characters from custom character set
pt_br: Incluir apenas caracteres do conjunto de caracteres personalizado

source: Exclude repeating consecutive characters (e.g. aa, 11)
pt_br: Excluir caracteres consecutivos repetidos (por exemplo, aa, 11)

source: Exclude duplicate entries in password lists
pt_br: Exclua entradas duplicadas em listas de senhas

source: Assign entropy value to each password in password lists
pt_br: Atribuir valor de entropia a cada senha nas listas de senhas

source: Capitalize first letter of each word
pt_br: Coloque a primeira letra de cada palavra em maiúscula

source: Convert all words in word lists to lower-case
pt_br: Converta todas as palavras nas listas de palavras para minúsculas

source: Each character must occur only once
pt_br: Cada caractere deve ocorrer apenas uma vez

source: Each word must occur only once
pt_br: Cada palavra deve ocorrer apenas uma vez

source: Redefine ambiguous characters:
pt_br: Redefinir caracteres ambíguos:

source: Redefine special symbols:
pt_br: Redefinir símbolos especiais:

source: Min./Max. length of words in word lists (except default word list):
pt_br: Min/Max comprimento das palavras nas listas de palavras (exceto lista de palavras padrão):

source: Redefine separators in passphrases:
pt_br: Redefinir separadores em senhas:

source: Words:
pt_br: Palavras

source: Words/characters:
pt_br: Palavras/caracteres:

source: Trigram file for generating phonetic (pronounceable) passwords:
pt_br: Arquivo trigrama para geração de senhas fonéticas (pronunciáveis):

source: Applies to pass_words_.
pt_br: Aplica-se a pass_words_.

source: Applies to pass_phrases_.
pt_br: Aplica-se a pass_phrases_.

source: Applies to formatted passwords.
pt_br: Aplica-se a senhas formatadas.

source: Applies to phonetic passwords.
pt_br: Aplica-se a senhas fonéticas.

source: Selecting one of these options might reduce the security of generated passwords.
pt_br: A seleção de uma dessas opções pode reduzir a segurança das senhas geradas.

source: Deselect All
pt_br: Desmarcar todos

source: Invert Selection
pt_br: Seleção invertida

source: Create Random Data File
pt_br: Criar arquivo de dados aleatórios

source: File name:
pt_br: Nome do arquivo:

source: File size:
pt_br: Tamanho do arquivo:

source: Close
pt_br: Fechar

source: Create file
pt_br: Criar arquivo

source: Invalid file size.
pt_br: Tamanho de arquivo inválido.

source: Not enough free disk space available to create the file.
pt_br: Não há espaço livre suficiente em disco para criar o arquivo.

source: Creating random data file ...
pt_br: Criando arquivo de dados aleatórios ...

source: %d of %d %s written.
pt_br: %d de %d %s gravado.

source: File "%s" successfully created. %d bytes written.
pt_br: Arquivo "%s" criado com sucesso. %d bytes gravados.

source: Error while creating file "%s": %s. %d bytes written.
pt_br: Erro ao criar arquivo "%s": %s. %d bytes gravados.

source: Profile Editor
pt_br: Editor de perfil

source: Load
pt_br: Carregar

source: Confirm
pt_br: Confirme

source: Profile name:
pt_br: Nome do perfil:

source: Move up
pt_br: Subir

source: Move down
pt_br: Descer

source: Save "advanced password options" for this profile
pt_br: Salve "opções avançadas de senha" para este perfil

source: Delete profile "%s"?
pt_br: Excluir perfil "%s"?

source: Delete %d profiles?
pt_br: Excluir %d perfis?

source: Maximum number of profiles (%d) reached. Please delete or overwrite profiles.
pt_br: Número máximo de perfis (%d) alcançado. Exclua ou substitua os perfis.

source: A profile with the name "%s" already exists. Do you want to overwrite it?
pt_br: Já existe um perfil com o nome "%s". Você deseja sobrescrever este?

source: Create Trigram File
pt_br: Criar arquivo trigrama

source: Source file (e.g., dictionary, word list):
pt_br: Arquivo fonte (por exemplo, dicionário, lista de palavras):

source: Destination file (trigram file):
pt_br: Arquivo de destino (arquivo trigrama):

source: Trigram file "%s" successfully created. %d trigrams evaluated. %1.2f bits of entropy per letter.
pt_br: Arquivo Trigram "%s" criado com sucesso. %d trigramas avaliados. %1,2f bits de entropia por letra.

source: Process was cancelled by the user
pt_br: O processo foi cancelado pelo usuário

source: About %s
pt_br: Sobre

source: Current language: %s Translator: %s
pt_br: Idioma atual: %s Tradutor: %s

source: This program is distributed under the terms and conditions of the GNU General Public License (GPL).
pt_br: Este programa é distribuído sob os termos e condições da Licença Pública Geral GNU (GPL).

source: View license
pt_br: Ver licença

source: Donor ID:
pt_br: ID do doador:

source: Quick help
pt_br: Ajuda rápida

source: Position Automatically
pt_br: Posicionar automaticamente

source: You can use the following placeholders:
pt_br: Você pode usar os seguintes espaços reservados:

source: without ambiguous characters
pt_br: sem caracteres ambíguos

source: Special symbols
pt_br: Símbolos especiais

source: Brackets
pt_br: Colchetes

source: Punctuation marks
pt_br: Sinais de pontuação

source: Higher ANSI characters
pt_br: Caracteres ANSI superiores

source: Generate phonetic password (lower-case letters)
pt_br: Gerar senha fonética (letras minúsculas)

source: Generate phonetic password (upper-case letters)
pt_br: Gerar senha fonética (letras maiúsculas)

source: Generate phonetic password (mixed-case letters)
pt_br: Gerar senha fonética (letras maiúsculas e minúsculas)

source: You can use the following syntax to specify a (minimum) number N of characters for a character set:
pt_br: Você pode usar a seguinte sintaxe para especificar um número (mínimo) N de caracteres para um conjunto de caracteres:

source: N = Include exactly N characters. N+ = Include at least N characters.
pt_br: N = Inclui exatamente N caracteres. N+ = Inclui pelo menos N caracteres.

source: Comments may be provided in square brackets "[...]" at the beginning of the sequence.
pt_br: Comentários podem ser fornecidos entre colchetes "[...]" no início da sequência.

source: Format specifiers have the form "[*][N]x" or "[*][M-N]x", where the optional argument "N" specifies the number of repetitions (between 1 and 99999), "M-N" specifies a random number of repetitions in the range from M to N, and "x" is the actual format specifier/placeholder. The optional asterisk (*) means that each character must occur only once in the sequence. Example: "16u" means "Insert 16 random upper-case letters into the password".
pt_br: Os especificadores de formato têm a forma "[*][N]x" ou "[*][M-N]x", onde o argumento opcional "N" especifica o número de repetições (entre 1 e 99999), "M-N" especifica um número aleatório de repetições no intervalo de M a N, e "x" é o especificador/espaço reservado de formato real. O asterisco opcional (*) significa que cada caractere deve ocorrer apenas uma vez a sequência. Exemplo: "16u" significa "Inserir 16 letras maiúsculas aleatórias na senha".

source: List of placeholders with optional argument "N":
pt_br: Lista de espaços reservados com argumento opcional "N":

source: Custom character set
pt_br: Conjunto de caracteres personalizado

source: Vowels, lower-case
pt_br: Vogais, minúsculas

source: Vowels, mixed-case
pt_br: Vogais, maiúsculas e minúsculas

source: Vowels, upper-case
pt_br: Vogais, maiúsculas

source: Consonants, lower-case
pt_br: Consoantes minúsculas

source: Consonants, mixed-case
pt_br: Consoantes, maiúsculas e minúsculas

source: Consonants, upper-case
pt_br: Consoantes, maiúsculas

source: List of special format specifiers (possible usage of argument "N" is indicated by "{N}"):
pt_br: Lista de especificadores de formato especial

source: Insert password generated via "Include characters/words"
pt_br: Insira a senha gerada através de "Incluir caracteres/palavras"

source: Words from word list, multiple words are separated by spaces
pt_br: Palavras da lista de palavras, várias palavras são separadas por espaços

source: Words, multiple words are not separated at all
pt_br: Palavras, múltiplas palavras não estão separadas

source: Repeat input sequence in brackets N times
pt_br: Repita a sequência de entrada entre colchetes N vezes

source: Randomly permute formatted sequence in brackets, keep N characters
pt_br: Permute aleatoriamente a sequência formatada entre colchetes, mantenha N caracteres

source: Treat sequence as character set and insert N characters
pt_br: Trate a sequência como um conjunto de caracteres e insira N caracteres

source: Additional notes:
pt_br: Notas Adicionais:

source: Text enclosed with quotation marks "..." is copied verbatim to the password.
pt_br: O texto entre aspas "..." é copiado literalmente para a senha.

source: MP Password Generator
pt_br: Gerador de senha MP

source: Master password
pt_br: Senha mestra

source: Enter password...
pt_br: Digite a senha...

source: Clear
pt_br: Limpar

source: Expiry countdown:
pt_br: Contagem regressiva de vencimento:

source: Ask for password confirmation
pt_br: Peça confirmação de senha

source: Show checksum of password:
pt_br: Mostrar soma de verificação da senha:

source: Key expires after the following time (seconds):
pt_br: A chave expira após o seguinte tempo (segundos):

source: Provide compatibility with "Hashapass"
pt_br: Fornece compatibilidade com "Hashapass"

source: Add password length to parameter
pt_br: Adicione o comprimento da senha ao parâmetro

source: Autotype sequence:
pt_br: Sequência de autotipagem:

source: Password generator
pt_br: Gerador de senhas

source: Parameter:
pt_br: Parâmetro:

source: %d ch. / %.1f bits per ch.
pt_br: %d ch. / %.1f bits por ch.

source: Resulting password:
pt_br: Senha resultante:

source: Use as default random generator
pt_br: Use como gerador aleatório padrão

source: Alphanumeric
pt_br: Alfanumérico

source: Key has expired.
pt_br: A chave expirou.

source: Key has been cleared.
pt_br: A chave foi apagada.

source: New key generated.
pt_br: Nova chave gerada.

source: Enter or paste some text into the box below, press mouse buttons, or move your mouse within the window.
pt_br: Digite ou cole algum texto na caixa abaixo, pressione os botões do mouse ou mova o mouse dentro da janela.

source: %d bits of entropy have been added to the random pool.
pt_br: %d bits de entropia foram adicionados ao conjunto aleatório.

source: Database not encrypted, or invalid key
pt_br: Banco de dados não criptografado ou chave inválida

source: File contents modified, or invalid key
pt_br: Conteúdo do arquivo modificado ou chave inválida

source: Unknown file format
pt_br: Formato de arquivo desconhecido

source: Invalid file format
pt_br: Formato de arquivo inválido

source: Title
pt_br: Título

source: Title:
pt_br: Título:

source: User name
pt_br: Nome de usuário

source: User name:
pt_br: Nome de usuário:

source: Password
pt_br: Senha

source: Password:
pt_br: Senha:

source: Keyword
pt_br: Palavra-chave

source: Keyword:
pt_br: Palavra-chave:

source: Notes
pt_br: Notas

source: Notes:
pt_br: Notas:

source: Key-value list
pt_br: Lista de valores-chave

source: Key-value list:
pt_br: Lista de valores-chave:

source: Creation time
pt_br: Hora de criação

source: Creation time:
pt_br: Hora de criação:

source: Last modification
pt_br: Última modificação

source: Last modification:
pt_br: Última modificação:

source: Tags
pt_br: Etiquetas

source: Tags:
pt_br: Etiquetas:

source: Select and add existing tag
pt_br: Selecione e adicione etiqueta existente

# tags
source: All
pt_br: Todas

source: All search results
pt_br: Todos os resultados da pesquisa

source: Untagged
pt_br: Sem etiqueta

source: Key
pt_br: Chave

source: Value
pt_br: Valor

source: Edit
pt_br: Editar

source: View
pt_br: Visualizar

source: New...
pt_br: Novo...

source: Open...
pt_br: Abrir...

source: Open as Read-only...
pt_br: Abrir como somente leitura...

source: Save
pt_br: Salvar

source: Save As...
pt_br: Salvar como...

source: Lock
pt_br: Bloquear

source: Unlock
pt_br: Desbloquear

source: Export to
pt_br: Exportar para

source: CSV File...
pt_br: Arquivo CSV...

source: Database Settings...
pt_br: Configurações do banco de dados...

source: Properties...
pt_br: Propriedades...

source: Change Master Password...
pt_br: Alterar senha mestra...

source: Copy User Name
pt_br: Copiar nome de usuário

source: Copy Password
pt_br: Copiar senha

source: Open URL
pt_br: Abrir URL

source: Run
pt_br: Executar

source: Add Entry
pt_br: Adicionar Entrada

source: Duplicate Entry
pt_br: Entrada Duplicada

source: Delete Entry
pt_br: Excluir Entrada

source: Show Columns
pt_br: Mostrar Colunas

source: Show Passwords in List
pt_br: Mostrar Denhas na Lista

source: Sort Entries By
pt_br: Classificar Entradas Por

source: Unsorted
pt_br: Não Classificadas

source: Ascending
pt_br: Ascendente

source: Descending
pt_br: Descendente

source: Sort Tags By
pt_br: Classificar Etiquetas Por

source: Name
pt_br: Nome

source: Frequency
pt_br: Frequência

source: Change List Font...
pt_br: Alterar Fonte da Lista...

source: Reset List Font
pt_br: Redefinir Fonte da Lista

source: Change Password Font...
pt_br: Alterar Fonte da Senha...

source: Previous entry
pt_br: Entrada anterior

source: Next entry
pt_br: Próxima entrada

source: Accept changes
pt_br: Aceitar alterações

source: Undo changes
pt_br: Desfazer mudanças

source: Search...
pt_br: Pesquisar...

source: Clear search
pt_br: Limpar pesquisa

source: Perform search
pt_br: Realizar pesquisa

source: Case-sensitive
pt_br: Maiúsculas e minúsculas

source: Fuzzy search
pt_br: Pesquisa difusa

source: Select fields...
pt_br: Selecione os campos...

source: Lock/unlock database
pt_br: Bloquear/desbloquear banco de dados

source: Left-click: Hide/show password, right-click: Generate password
pt_br: Clique com o botão esquerdo: ocultar/mostrar senha, clique com o botão direito: gerar senha

source: Unlock %s
pt_br: Desbloquear %s

source: Open %s
pt_br: Abrir %s

source: Create new database
pt_br: Criar novo banco de dados

source: Could not find database file: "%s".
pt_br: Não foi possível encontrar o arquivo de banco de dados: "%s".

source: Error while opening database file: %s.
pt_br: Erro ao abrir arquivo de banco de dados: %s.

source: The selected file is already opened.
pt_br: O arquivo selecionado já está aberto.

source: The currently selected entry has been changed. Do you want to save the changes?
pt_br: A entrada atualmente selecionada foi alterada. Deseja salvar as alterações?

source: The database has been changed. Do you want to save the changes?
pt_br: O banco de dados foi alterado. Deseja salvar as alterações?

source: An untitled database cannot be locked.
pt_br: Um banco de dados sem título não pode ser bloqueado.

source: Could not save backup file "%s".
pt_br: Não foi possível salvar o arquivo de backup "%s".

source: Error while saving database file: %s.
pt_br: Erro ao salvar arquivo de banco de dados: %s.

source: Please finish editing the current entry before adding new entries.
pt_br: Por favor, termine de editar a entrada atual antes de adicionar novas entradas.

source: %d entries with passwords have been added.
pt_br: %d entradas com senhas foram adicionadas.

source: 1 entry found.
pt_br: 1 entrada encontrada.

source: %d entries found.
pt_br: %d entradas encontradas.

source: Search via hot key.
pt_br: Pesquise através da tecla de atalho.

source: No matching keyword found for window text "%s".
pt_br: Nenhuma palavra-chave correspondente encontrada para o texto da janela "%s".

source: New Entry
pt_br: Nova entrada

source: Please specify at least a title or password.
pt_br: Especifique pelo menos um título ou senha.

source: Delete 1 entry?
pt_br: Excluir 1 entrada?

source: Delete %d entries?
pt_br: Excluir %d entradas?

source: Enter OLD master password
pt_br: Digite a senha mestra ANTIGA

source: Enter NEW master password
pt_br: Digite a NOVA senha mestra

source: Master password successfully changed.
pt_br: Senha mestra alterada com sucesso.

source: Old master password is invalid.
pt_br: A senha mestra antiga é inválida.

source: Untitled
pt_br: Sem título

# noun
source: Copy
pt_br: Cópia de

source: Database successfully exported to CSV file.
pt_br: Banco de dados exportado com sucesso para arquivo CSV.

source: Error while creating CSV file: %s.
pt_br: Erro ao criar arquivo CSV: %s.

source: Password databases
pt_br: Bancos de dados de senha

source: CSV files
pt_br: Arquivos CSV

source: Autotype
pt_br: Autotipagem

source: Format password
pt_br: Formatar senha

source: Rearrange Entry
pt_br: Reorganizar entrada

source: Move to Top
pt_br: Mover para o topo

source: Move up by one
pt_br: Subir um

source: Move down by one
pt_br: Desça um

source: Move to Bottom
pt_br: Mover para baixo

source: The maximum tag length is %d characters. Longer tags have been shortened.
pt_br: O comprimento máximo da etiqueta é de %d caracteres. Etiquetas mais longas foram encurtadas.

source: Enter master password
pt_br: Digite a senha mestra

source: Enter master password again
pt_br: Digite a senha mestra novamente

source: Master password is invalid.
pt_br: A senha mestra é inválida.

source: Edit key-value list
pt_br: Editar lista de valores-chave

source: Profile "%s" not found.
pt_br: Perfil "%s" não encontrado.

source: Password expiry
pt_br: Validade da senha

source: Expires:
pt_br: Expira:

source: Change expiry date
pt_br: Alterar data de validade

source: Filter
pt_br: Filtro

source: Expired entries
pt_br: Entradas expiradas

source: Entries that will expire soon
pt_br: Inscrições que expirarão em breve

source: Entries with Weak Passwords
pt_br: Entradas com senhas fracas

source: %d days
pt_br: %d dias

source: The database contains expired entries. Do you want to filter these entries now?
pt_br: O banco de dados contém entradas expiradas. Deseja filtrar essas entradas agora?

source: The database contains entries that will expire soon. Do you want to filter these entries now?
pt_br: O banco de dados contém entradas que expirarão em breve. Deseja filtrar essas entradas agora?

source: Locked
pt_br: Bloqueado

source: Set Recovery Password...
pt_br: Definir senha de recuperação...

source: Remove Recovery Password...
pt_br: Remover senha de recuperação...

source: Enter recovery password
pt_br: Digite a senha de recuperação

source: Recovery password successfully set.
pt_br: Senha de recuperação definida com sucesso.

source: Recovery password is invalid.
pt_br: A senha de recuperação é inválida.

source: Recovery password successfully removed.
pt_br: Senha de recuperação removida com sucesso.

source: Recovery password set
pt_br: Conjunto de senha de recuperação

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Database format error: %s. Database version: %d.%d Highest supported version: %d.%d
pt_br: Erro no formato do banco de dados: %s. Versão do banco de dados: %d.%d Versão mais alta suportada: %d.%d

source: Select columns
pt_br: Selecione colunas

source: Select at least one column.
pt_br: Selecione pelo menos uma coluna.

source: Error while formatting string
pt_br: Erro ao formatar string

source: Invalid UTF-16 character encoding
pt_br: Codificação de caracteres UTF-16 inválida

source: Error while converting string to UTF-8
pt_br: Erro ao converter string para UTF-8

source: Error while decoding UTF-8 string
pt_br: Erro ao decodificar string UTF-8

source: Unicode string too long
pt_br: Sequência Unicode muito longa

source: Invalid ANSI or UTF-8 character encoding, or Unicode string too long
pt_br: Codificação de caracteres ANSI ou UTF-8 inválida ou sequência Unicode muito longa

source: Error while encoding Unicode string
pt_br: Erro ao codificar string Unicode

source: Out of disk space
pt_br: Sem espaço em disco

source: Could not open file/execute operation "%s".
pt_br: Não foi possível abrir o arquivo/executar a operação "%s".

source: Source file does not contain enough trigrams
pt_br: O arquivo de origem não contém trigramas suficientes

source: Database settings
pt_br: Configurações do banco de dados

source: Default user name for new entries:
pt_br: Nome de usuário padrão para novas entradas:

source: Generate passwords for new entries using format sequence:
pt_br: Gere senhas para novas entradas usando a sequência de formato:

source: Generate test password using format sequence
pt_br: Gere senha de teste usando sequência de formato

source: Encryption algorithm:
pt_br: Algoritmo de criptografia:

source: %s with %d-bit key
pt_br: %s com chave de %d bits

source: Number of key derivation rounds:
pt_br: Número de rodadas de derivação de chaves:

source: Calculate number of rounds for a 1 second delay
pt_br: Calcule o número de rodadas para um atraso de 1 segundo

source: Invalid number of key derivation rounds.
pt_br: Número inválido de rodadas de derivação de chave.
