Repository: cthoeing/passwordtech
Catalog: languages/Brazilian Portuguese.po
Languages: pt_br

source: Info
pt_br: Informações

source: Warning
pt_br: Aviso

source: Question
pt_br: Questão

source: Error
pt_br: Erro

source: Profile:
pt_br: Perfil:

source: Settings
pt_br: Configurações

source: Include Characters (Pass*words*)
pt_br: Incluir Caracteres (Pass*palavras*)

source: Length:
pt_br: Comprimento:

source: Character Set:
pt_br: Tipo de caractere:

source: Show details
pt_br: Mostrar detalhes

source: Include Words (Pass*phrases*)
pt_br: Incluir Palavras (Pass*frases*)

source: Number:
pt_br: Número:

source: Word List File:
pt_br: Arquivo lista de palavras:

source: Browse
pt_br: Navegar

source: Specify length*:
pt_br: Especifique o comprimento*:

source: Combine Words with Characters
pt_br: Combinar Palavras com Caracteres

source: Format password:
pt_br: Formatar a senha:

source: Run script:
pt_br: Executar script:

source: Reload script
pt_br: Recarregar script

source: Multiple passwords:
pt_br: Múltiplas senhas:

source: Generate
pt_br: Gerar

source: Generate to Clipboard
pt_br: Gerar para a área de transferência

source: Generate to File...
pt_br: Gerar para arquivo...

source: Advanced
pt_br: Avançado

source: %d option(s) active
pt_br: %d opção(ões) ativa(s)

source: Deactivate All Options
pt_br: Desativar todas as opções

source: Deactivate All Starred (*) Options
pt_br: Desativar todas as opções com estrela (*)

source: Generated Password
pt_br: Senha gerada

source: Click on "Generate"
pt_br: Clique em "Gerar"

source: Hide/show password
pt_br: Ocultar/Mostrar senha

source: Hold left mouse button to drag & drop password
pt_br: Segure o botão esquerdo do mouse para arrastar e soltar a senha

source: File
pt_br: Arquivo

source: Profile
pt_br: Perfil

source: Profile Editor...
pt_br: Editor de Perfil...

source: Exit
pt_br: Saída

source: Tools
pt_br: Ferramentas

source: Clear Clipboard
pt_br: Limpar área de transferência

source: Encrypt Clipboard...
pt_br: Criptografar a área de transferência...

source: Decrypt Clipboard...
pt_br: Descriptografar a área de transferência...

source: Create Random Data File...
pt_br: Criar arquivo de dados aleatórios...

source: Create Trigram File...
pt_br: Criar arquivo Trigrama...

source: MP Password Generator...
pt_br: Gerador de senha MP...

source: Deterministic Random Generator
pt_br: Gerador Aleatório Determinístico

source: Reset
pt_br: Reiniciar

source: Deactivate
pt_br: Desativar

source: Provide Additional Entropy
pt_br: Fornece Entropia Adicional

source: As Text...
pt_br: Como Texto...

source: From File...
pt_br: De arquivo...

source: Options
pt_br: Opções

source: Configuration...
pt_br: Configuração...

source: Language
pt_br: Idioma

source: Always on Top
pt_br: Sempre no Topo

source: Hide Entropy Progress
pt_br: Ocultar o Progresso da Entropia

source: Save Settings on Exit
pt_br: Salvar Configurações ao Sair

source: Save Settings Now
pt_br: Salvar Configurações Agora

source: Help
pt_br: Ajuda

source: Open Manual
pt_br: Abrir Manual

source: Visit Website
pt_br: Visite o Site

source: Get Translations...
pt_br: Obtenha Traduções...

source: Donate...
pt_br: Doar...

source: Check for Updates
pt_br: Verifique se há Atualizações

source: Timer Info...
pt_br: Informações do temporizador...

source: About %s...
pt_br: Sobre %s...

source: Restore %s
pt_br: Restaurar %s

source: Generate Password
pt_br: Gerar Senha

source: Generate and Show Password...
pt_br: Gerar e Mostrar Senha...

source: Generate and Autotype Password
pt_br: Gerar e Autodigitar Senha

source: Open user manual
pt_br: Abra o manual do usuário

source: Clear clipboard (text contents only)
pt_br: Limpar área de transferência (somente conteúdo de texto)

source: Clipboard text encryption (left-click) or decryption (right-click)
pt_br: Criptografia de texto da área de transferência (clique com o botão esquerdo) ou descriptografia (clique com o botão direito)

source: Load, create or delete profiles
pt_br: Carregar, criar ou excluir perfis

source: Generate passwords based on a master password
pt_br: Gere senhas com base em uma senha mestra

source: Main configuration of the program
pt_br: Configuração principal do programa

source: All files
pt_br: Todos os arquivos

source: Text files
pt_br: Arquivos de texto

source: Trigram files
pt_br: Arquivos de trigrama

source: Lua scripts
pt_br: Scripts Lua

source: Undo
pt_br: Desfazer

source: Cut
pt_br: Cortar

source: Copy
pt_br: Copiar

source: Encrypt && Copy
pt_br: Criptografar e copiar

source: Paste
pt_br: Colar

source: Perform Autotype
pt_br: Executar autotipagem

source: Add to Database
pt_br: Adicionar ao Banco de Dados

source: Delete
pt_br: Deletar

source: Select All
pt_br: Selecionar Tudo

source: Clear List
pt_br: Limpar Lista

source: Remove Entry
pt_br: Remover Entrada

source: Editable
pt_br: Editável

source: Enable Password Testing
pt_br: Habilitar Teste de Senha

source: Change Font...
pt_br: Alterar Fonte...

source: Select high-entropy file
pt_br: Selecione o arquivo de alta entropia

source: Manage passwords in encrypted databases
pt_br: Gerencie senhas em bancos de dados criptografados

source: Reload profile
pt_br: Recarregar Perfil

source: Add profile
pt_br: Adicionar Perfil

source: Set up...
pt_br: Configurar...

source: Password Manager...
pt_br: Gerenciador de senhas...

source: Enter Donor Key...
pt_br: Insira a Chave do Doador...

source: Reset All Window Positions
pt_br: Redefinir Todas as Posições da Janela

source: Could not read random seed file "%s".
pt_br: Não foi possível ler o arquivo inicial aleatório "%s".

source: Could not write to random seed file "%s".
pt_br: Não foi possível gravar no arquivo inicial aleatório "%s".

source: Unknown command line switch(es): %s
pt_br: Opções de linha de comando desconhecidas: %s

source: Error while loading word list file "%s".
pt_br: Erro ao carregar arquivo de lista de palavras "%s".

source: Error while loading list of common passwords: %s.
pt_br: Erro ao carregar a lista de senhas comuns: %s.

source: %s encountered %d error(s) during startup:
pt_br: %s encontrou %d erro(s) durante a inicialização:

source: If you like %s, please consider making a donation. Thank you!
pt_br: Se você gosta de %s, considere fazendo uma doação. Obrigado!

source: Character set "%s" is invalid.
pt_br: O conjunto de caracteres "%s" é inválido

source: Error while writing to configuration file: %s.
pt_br: Erro ao gravar no arquivo de configuração: %s.

source: %d characters / %.1f bits per character
pt_br: %d caracteres / %.1f bits por caractere

source: %d words / %.1f bits per word
pt_br: %d palavras /%.1f bits por palavra

source: Could not open trigram file.
pt_br: Não foi possível abrir o arquivo trigrama.

source: Invalid trigram file.
pt_br: Arquivo trigrama inválido.

source: Matches common password!
pt_br: Corresponde a senha comum!

source: Text successfully encrypted.
pt_br: Texto criptografado com sucesso.

source: Text successfully decrypted.
pt_br: Texto descriptografado com sucesso.

source: Could not open clipboard.
pt_br: Não foi possível abrir a área de transferência.

source: The text to be encrypted is too long.
pt_br: O texto a ser criptografado é muito longo.

source: No text available to process.
pt_br: Nenhum texto disponível para processamento.

source: Not enough memory available to perform the operation. Try to use a shorter text.
pt_br: Não há memória suficiente disponível para executar a operação. Tente usar um texto mais curto.

source: Decryption failed. This may be attributed to the following reasons:
pt_br: Falha na descriptografia. Isso pode ser atribuído aos seguintes motivos:

source: - You entered a wrong password.
pt_br: - Você digitou uma senha errada.

source: - The text is corrupted. - The text is not encrypted.
pt_br: - O texto está corrompido. - O texto não está criptografado.

source: This should not have happened: Decryption successful, but decompression failed.
pt_br: Isso não deveria ter acontecido: Descriptografia bem-sucedida, mas descompactação falhou.

source: Could not register the following hot keys:
pt_br: Não foi possível registrar as seguintes teclas de atalho:

source: Invalid number of passwords. Allowed range is %d-%d.
pt_br: Número de senhas inválido. O intervalo permitido é %d-%d.

source: The selected file already exists. Do you want to append passwords to this file (existing passwords will be preserved), or do you want to completely overwrite it? Yes -> append passwords, No -> overwrite file, Cancel -> cancel process.
pt_br: O arquivo selecionado já existe. Você deseja anexar senhas a este arquivo? (as senhas existentes serão preservadas), ou deseja substituí-lo completamente? Sim -> anexe senhas, Não -> sobrescrever arquivo, Cancelar -> cancelar processo.

source: Passphrase: Invalid length range.
pt_br: Senha: intervalo de comprimento inválido.

source: If the option "Each character must occur only once" is activated, the password length is limited to %d unique characters.
pt_br: Se a opção "Cada caractere deve ocorrer somente uma vez" for ativada, o comprimento da senha está limitado a %d caracteres únicos.

source: If the option "Each word must occur only once" is activated, the number of words is limited to the size of the word list (%d).
pt_br: Se a opção "Cada palavra deve ocorrer apenas uma vez" estiver ativada, o número de palavras é limitado ao tamanho da lista de palavras (%d).

source: Error while loading script: %s.
pt_br: Erro ao carregar o script: %s.

source: Generating password
pt_br: Gerando senha

source: Generating password list
pt_br: Gerando lista de senhas

source: %d of %d passwords generated.
pt_br: %d de %d senhas geradas.

source: "P" is not specified
pt_br: "P" não está especificado

source: Password not available
pt_br: Senha não disponível

source: Password too long
pt_br: Senha muito longa

source: %d invalid format specifier(s): %s
pt_br: %d especificadores de formato inválidos: %s

source: Executing script
pt_br: Executando script

source: Waiting for script ...
pt_br: Aguardando script ...

source: Script thread was terminated forcibly. Please check script for infinite loops.
pt_br: A sequência de script foi encerrada à força. Por favor, verifique o script por loops infinitos.

source: The estimated list size will probably exceed the internal memory limit. Please reduce the number of passwords
pt_br: O tamanho estimado da lista provavelmente excederá o limite de memória interna. Reduza o número de senhas

source: The memory limit of the password list has been reached. The number of passwords has been reduced to %d.
pt_br: O limite de memória da lista de senhas foi alcançado. O número de senhas foi reduzido para %d.

source: %d passwords generated.
pt_br: %d senhas geradas.

source: %d passwords generated. Entropy of the first password: %d bits. Maximum entropy of the entire list: %d bits.
pt_br: %d senhas geradas. Entropia da primeira senha: %d bits. Entropia máxima de toda a lista: %d bits.

source: Password copied to clipboard.
pt_br: Senha copiada para a área de transferência.

source: Copying password list ...
pt_br: Copiando lista de senhas ...

source: Password list copied to clipboard.
pt_br: Lista de senhas copiada para a área de transferência.

source: File "%s" successfully created. %d passwords written.
pt_br: Arquivo "%s" criado com sucesso. %d senhas escritas.

source: An error has occurred during password generation: %s.
pt_br: Ocorreu um erro durante a geração da senha: %s.

source: An error has occurred while trying to send/ process the password data: %s.
pt_br: Ocorreu um erro ao tentar enviar/ processar os dados da senha: %s.

source: %d passwords written to file "%s".
pt_br: %d senhas gravadas no arquivo "%s".

source: %d bits / %d characters
pt_br: %d bits / %d caracteres

source: Invalid character set.
pt_br: Conjunto de caracteres inválido.

source: default (English) trigrams
pt_br: trigramas padrão (Inglês)

source: (with different frequencies)
pt_br: (com frequências diferentes)

source: File "%s"
pt_br: Arquivos "%s"

source: (phonetic, based on trigram frequencies from the following source: <%s>)
pt_br: (fonético, baseado em frequências de trigramas da seguinte fonte: <%s>)

source: The character set you entered is invalid. It must contain at least 2 different characters.
pt_br: O conjunto de caracteres inserido é inválido. Deve conter pelo menos 2 caracteres diferentes.

source: Currently loaded character set:
pt_br: Conjunto de caracteres atualmente carregado:

source: Not enough valid words.
pt_br: Não há palavras válidas suficientes.

source: Select word list file
pt_br: Selecione o arquivo da lista de palavras

source: Error while loading the file "%s": %s
pt_br: Erro ao carregar o arquivo "%s": %s

source: default (English) word list
pt_br: lista de palavras padrão (Inglês)

source: Currently loaded word list:
pt_br: Lista de palavras atualmente carregada:

source: First word:
pt_br: Primeira palavra:

source: Random word:
pt_br: Palavra aleatória:

source: Last word:
pt_br: Última palavra:

source: The version of this language (%s) is not compatible with this program version. This version of %s requires a language version of at least %s. Do you want to use it anyway?
pt_br: A versão deste idioma (%s) não é compatível com esta versão do programa. Esta versão do %s requer uma versão de idioma pelo menos %s. Você quer usá-la mesmo assim?

source: The version of this language (%s) is higher than the version of this program (%s). Therefore, version incompatibilities may occur. Do you want to use it anyway?
pt_br: A versão deste idioma (%s) é superior que a versão deste programa (%s). Portanto, podem ocorrer incompatibilidades de versão. Você quer usá-la mesmo assim?

source: The program has to be restarted in order for the changes to take effect. Do you want to restart now?
pt_br: O programa deve ser reiniciado para para que as alterações entrem em vigor. Quer reiniciar agora?

source: Password is too long to show it in a message box like this. It has been copied to the clipboard.
pt_br: A senha é muito longa para ser exibida em uma caixa de mensagem como esta. Ela foi copiada para a área de transferência.

source: All entries will be removed from the list. Are you sure?
pt_br: Todas as entradas serão removidas da lista. Tem certeza?

source: Total Entropy Bits: %d
pt_br: Total de bits de entropia: %d

source: High-resolution timer used: %s. Current value: %s.
pt_br: Temporizador de alta resolução usado: %s. Valor atual: %s.

source: Could not download version file
pt_br: Não foi possível baixar o arquivo da versão

source: Version or URL not specified in version file, or unknown file format
pt_br: Versão ou URL não especificada no arquivo de versão ou formato de arquivo desconhecido

source: A new version (%s) of %s is available! Do you want to visit the download page now?
pt_br: Uma nova versão (%s) de %s está disponível! Quer visitar a página de download agora?

source: (NOTE: %s)
pt_br: (NOTA: %s)

source: Your version of %s is up-to-date.
pt_br: Sua versão de %s está atualizada.

source: Error while checking for updates: %s.
pt_br: Erro ao verificar atualizações: %s.

source: WARNING: Random generator is deterministic (press F7 to deactivate)!
pt_br: AVISO: O gerador aleatório é determinístico (pressione F7 para desativar)!

source: Clipboard cleared.
pt_br: Área de transferência limpa.

source: Profile "%s" activated.
pt_br: Perfil "%s" ativado.

source: Deterministic random generator has been ACTIVATED.
pt_br: O gerador aleatório determinístico foi ATIVADO.

source: Deterministic random generator has been RESET.
pt_br: O gerador aleatório determinístico foi REINICIADO.

source: Deterministic random generator has been DEACTIVATED.
pt_br: O gerador aleatório determinístico foi DESATIVADO.

source: Selected profile "%s".
pt_br: Perfil selecionado "%s".

source: Generating %d password(s) ...
pt_br: Gerando %d senha(s) ...

source: Command line function "gen" is only effective when %s is run from the console.
pt_br: A função de linha de comando "gen" só tem efeito quando %s é executado no console.

source: Your donor key has expired: The maximum number of updates has been reached.
pt_br: Sua chave de doador expirou: O máximo número de atualizações foi alcançado.

source: Donor key is invalid.
pt_br: A chave do doador é inválida.

source: Donor Key
pt_br: Chave do Doador

source: Enter donor key:
pt_br: Insira a chave do doador:

source: Your Donor ID is: %s Supported number of updates: %s
pt_br: Seu ID de Doador é: %s Número de atualizações suportadas: %s

source: Unlimited
pt_br: Ilimitado

source: Thank you for your support!
pt_br: Obrigado pelo seu apoio!

source: Copy this information to the clipboard?
pt_br: Copiar essas informações para a área de transferência?

source: Donor key has expired.
pt_br: A chave do doador expirou.

source: Settings saved.
pt_br: Configurações salvas.

source: Save password
pt_br: Salvar senha

source: Clear Password Cache
pt_br: Limpar Cache de Senha

source: Password cache cleared.
pt_br: Cache de senha limpo.

source: Select Lua script file
pt_br: Selecione o arquivo de script Lua

source: Waiting for active threads to finish ...
pt_br: Aguardando a conclusão dos tópicos ativos ...

source: Donate at least one of the following amounts to receive a Donor Key: %d EUR / %d USD: Valid for current version and %d updates. %d EUR / %d USD: Valid for the entire lifetime of main version 3 (unlimited updates). Do you want to donate now?
pt_br: Doe pelo menos um dos seguintes valores para receber uma Chave de Doador: %d EUR / %d USD: Válido para a versão atual e %d atualizações. %d EUR / %d USD: válido durante toda a vida útil da versão principal 3 (atualizações ilimitadas). Quer doar agora?

source: Could not access registry key %s.
pt_br: Não foi possível acessar a chave de registro %s.

source: Configuration
pt_br: Configuração

source: General
pt_br: Em Geral

source: Security
pt_br: Segurança

source: Hot Keys
pt_br: Teclas de Atalho

source: Files
pt_br: Arquivos

source: Updates
pt_br: Atualizações

source: Database
pt_br: Base de dados

source: User interface style:
pt_br: Estilo da interface do usuário:

source: Application icon:
pt_br: Ícone do aplicativo:

source: Change font for the GUI controls:
pt_br: Altere a fonte dos controles da GUI:

source: Select font
pt_br: Selecione a fonte

source: Restore Default
pt_br: Restaurar padrão

source: Show system tray icon constantly
pt_br: Mostrar ícone da bandeja do sistema constantemente

source: Minimize program to system tray
pt_br: Minimize o programa na bandeja do sistema

source: Minimize before performing autotype
pt_br: Minimize antes de executar a autotipagem

source: Autotype delay between characters (ms):
pt_br: Atraso de digitação automática entre caracteres (ms):

source: Ask before exiting application
pt_br: Pergunte antes de sair do aplicativo

source: Launch application on system startup (for current user)
pt_br: Inicie o aplicativo na inicialização do sistema (para o usuário atual)

source: Load the following profile on startup:
pt_br: Carregue o seguinte perfil na inicialização:

source: Benchmark...
pt_br: Referência...

source: Data size for benchmark test
pt_br: Tamanho dos dados para teste de referência

source: Encryption algorithm for generating random data via random pool:
pt_br: Algoritmo de criptografia para geração de dados aleatórios por meio de pool aleatório:

source: Test passwords against list of common passwords
pt_br: Testar senhas em relação à lista de senhas comuns

source: Use advanced password strength estimation (%s)
pt_br: Use estimativa avançada de força da senha (%s)

source: Clear clipboard automatically after the following time (seconds):
pt_br: Limpe a área de transferência automaticamente após o seguinte tempo (segundos):

source: Clear password box automatically after the following time (seconds):
pt_br: Limpe a caixa de senha automaticamente após o seguinte tempo (segundos):

source: Automatic check for updates
pt_br: Verificação automática de atualizações

source: Daily
pt_br: Diariamente

source: Weekly
pt_br: Semanalmente

source: Monthly
pt_br: Mensalmente

source: Disabled
pt_br: Desabilitado

source: Actions
pt_br: Ações

source: Show/restore main window
pt_br: Mostrar/restaurar janela principal

source: No further action
pt_br: Nenhuma outra ação

source: Generate single password in main window
pt_br: Gere uma senha única na janela principal

source: Generate multiple passwords
pt_br: Gere várias senhas

source: Generate password and copy it to the clipboard
pt_br: Gere senha e copie-a para a área de transferência

source: Generate password and show it in a message box
pt_br: Gere senha e mostre-a em uma caixa de mensagem

source: Generate password and perform autotype
pt_br: Gerar senha e realizar autotipagem

source: Open MP password generator
pt_br: Abra o gerador de senha MP

source: Show password manager
pt_br: Mostrar gerenciador de senhas

source: Show MP password generator
pt_br: Mostrar gerador de senha MP

source: Search database for keyword in window title
pt_br: Pesquise no banco de dados por palavra-chave no título da janela

source: Search database for keyword and perform autotype
pt_br: Pesquise no banco de dados por palavra-chave e execute autotipagem

source: Shortcut to assign:
pt_br: Atalho para atribuir:

source: Add
pt_br: Adicionar

source: Remove
pt_br: Remover

source: Shortcut
pt_br: Atalho

source: Action
pt_br: Ação

source: Please select a hot key action.
pt_br: Selecione uma ação de tecla de atalho.

source: Character encoding of text files
pt_br: Codificação de caracteres de arquivos de texto

source: Newline character sequence
pt_br: Sequência de caracteres de nova linha

source: Select language:
pt_br: Selecione o idioma:

source: Install...
pt_br: Instalar...

source: Language already installed
pt_br: Idioma já instalado

source: Language file already exists: "%1"
pt_br: O arquivo de idioma já existe: "%1"

source: Language "%1" installed successfully.
pt_br: Idioma "%1" instalado com sucesso.

source: Could not copy file "%1" to "%2"
pt_br: Não foi possível copiar o arquivo "%1" para "%2"

source: Could not install language: %1.
pt_br: Não foi possível instalar o idioma: %1.

source: Are you sure you want to remove "%1"?
pt_br: Tem certeza de que deseja remover "%1"?

source: Language "%1" successfully removed.
pt_br: Idioma "%1" removido com sucesso.

source: Could not delete file "%1".
pt_br: Não foi possível excluir o arquivo "%1".

source: Clear clipboard when closing/locking database
pt_br: Limpar área de transferência ao fechar/bloquear banco de dados

source: Lock database when minimizing application or database window
pt_br: Bloquear banco de dados ao minimizar a janela do aplicativo ou do banco de dados

source: Lock database after the following idle time (seconds):
pt_br: Bloqueie o banco de dados após o seguinte tempo ocioso (segundos):

source: Save automatically
pt_br: Salvar automaticamente

source: Create backup of database before saving
pt_br: Crie backup do banco de dados antes de salvar

source: Number backups consecutively - up to:
pt_br: Numere backups consecutivamente - até:

source: Open window on startup
pt_br: Abrir janela na inicialização

source: Open last used database on startup
pt_br: Abra o último banco de dados usado na inicialização

source: Warn if database contains expired entries
pt_br: Avisar se o banco de dados contém entradas expiradas

source: Warn if database contains entries that will expire soon
pt_br: Avisar se o banco de dados contém entradas que irão expirar em breve

source: Number of days:
pt_br: Número de dias:

source: Save automatically:
pt_br: Salvar automaticamente:

source: After adding/modifying an entry
pt_br: Depois de adicionar/modificar uma entrada

source: After every change
pt_br: Depois de cada mudança
