Repository: cthoeing/passwordtech
Catalog: languages/Hungarian.po
Languages: hu

source: Invalid ANSI or UTF-8 character encoding, or Unicode string too long
hu: Érvénytelen ANSI vagy UTF-8 karakterkódolás vagy túl hosszú Unicode karakterlánc

source: Error while encoding Unicode string
hu: Hiba a Unicode karakterlánc kódolása közben

source: Out of disk space
hu: Elfogyott a lemezterület

source: Could not open file/execute operation "%s".
hu: Nem sikerült megnyitni a fájlt/végrehajtani a műveletet "%s".

source: Source file does not contain enough trigrams
hu: A forrásfájl nem tartalmaz elegendő trigramot

source: Database settings
hu: Adatbázis beállítások

source: Default user name for new entries:
hu: Alapértelmezett felhasználónév az új bejegyzésekhez:

source: Generate passwords for new entries using format sequence:
hu: Jelszavak generálása az új bejegyzésekhez formátumsorrend használatával:

source: Generate test password using format sequence
hu: Tesztjelszó generálása formátumsorrend használatával

source: Encryption algorithm:
hu: Titkosítási algoritmus:

source: %s with %d-bit key
hu: %s %d bites kulccsal

source: Number of key derivation rounds:
hu: Kulcslevezetési fordulók száma:

source: Calculate number of rounds for a 1 second delay
hu: Számítsa ki a körök számát 1 másodperces késleltetéssel

source: Invalid number of key derivation rounds.
hu: Érvénytelen számú kulcslevezetési kör.

source: By default, new entries expire after the following number of days:
hu: Alapértelmezés szerint az új bejegyzések a következő számú nap után járnak le:

source: For new entries, save the following number of previous passwords:
hu: Új bejegyzések esetén mentse el a következő számú korábbi jelszót:

source: Changing number of KDF iterations
hu: A KDF-iterációk számának módosítása

source: Computing derived key ...
hu: Számítási származtatott kulcs ...

source: Key-value list editor
hu: Kulcs-érték listaszerkesztő

source: Properties
hu: Tulajdonságok

source: Property
hu: Jellemző

source: Location
hu: Helyszín

source: Size
hu: Méret

source: Format version
hu: Formátum verzió

source: Number of entries
hu: Bejegyzések száma

source: Number of expired entries
hu: Lejárt bejegyzések száma

source: Number of tags
hu: Címkék száma

source: Compression
hu: Tömörítés

source: Enable data compression (Deflate)
hu: Adattömörítés engedélyezése (Deflate)

source: <- Low compression, fast | High compression, slow ->
hu: <- Alacsony tömörítés, gyors | Nagy tömörítés, lassú ->

source: Confirm password
hu: Jelszó megerősítése

source: Password quality estimation is disabled
hu: A jelszóminőség becslése le van tiltva

source: Estimate password quality
hu: Becsülje meg a jelszó minőségét

source: Password history
hu: Jelszó előzmények

source: Password changed
hu: Jelszó megváltoztatva

source: Password changed:
hu: Jelszó megváltoztatva:

source: Keep last passwords - up to:
hu: Tartsa meg az utolsó jelszavakat - legfeljebb:

source: Set Date/Time
hu: Dátum/idő beállítása

source: Password database entry is being edited.
hu: A jelszó-adatbázis bejegyzése szerkesztés alatt áll.

source: Password database contains unsaved changes.
hu: A jelszó-adatbázis nem mentett módosításokat tartalmaz.

source: Filtered
hu: Szűrt

source: Remove filter
hu: Szűrők eltávolítása

source: Build...
hu: Épít...

source: Build character set definition
hu: Karakterkészlet definíciójának összeállítása

source: Character Set Builder
hu: Karakterkészlet-készítő

source: Character set selection
hu: Karakterkészlet kiválasztása

source: Exclude characters
hu: Karakterek kizárása

source: Tag/comment
hu: Címke/megjegyzés

source: Resulting character set definition
hu: Eredményül kapott karakterkészlet-definíció

source: Apply
hu: Alkalmaz

source: Lower-case letters (a-z)
hu: Kisbetűk (a-z)

source: Upper-case letters (A-Z)
hu: Nagybetűk (A-Z)

source: Digits (0-9)
hu: Számjegyek (0-9)

source: Characters from range:
hu: Karakterek tartományból:

source: Additional characters:
hu: További karakterek:

source: At least
hu: %d legalább 100.000 utas szállításáért

source: From:
hu: Ettől:

source: to:
hu: eddig:

source: Invalid character range.
hu: Érvénytelen karaktertartomány.
