Repository: cthoeing/passwordtech
Catalog: languages/Hungarian.po
Languages: hu

source: Info
hu: Információ

source: Warning
hu: Figyelmeztetés

source: Question
hu: Kérdés

source: Error
hu: Hiba

source: Profile:
hu: Profil:

source: Settings
hu: Beállítások

source: Include Characters (Pass*words*)
hu: Karakterek (Pass*words*)

source: Length:
hu: Hossz:

source: Character Set:
hu: Karakterkészlet:

source: Show details
hu: Részletek megjelenítése

source: Include Words (Pass*phrases*)
hu: Szavak (jelszó*kifejezések*)

source: Number:
hu: Szám:

source: Word List File:
hu: Szólista fájl:

source: Browse
hu: Tallóz

source: Specify length*:
hu: Adja meg a hosszt*:

source: Combine Words with Characters
hu: Szavak és karakterek kombinálása

source: Format password:
hu: Jelszó formázása:

source: Run script:
hu: Szkript futtatása:

source: Reload script
hu: Szkript újratöltése

source: Multiple passwords:
hu: Több jelszó:

source: Generate
hu: Generálás

source: Generate to Clipboard
hu: Generálás a vágólapra

source: Generate to File...
hu: Generálás fájlba...

source: Include Header
hu: Fejléc belefoglalása

source: Advanced
hu: Haladó

source: %d option(s) active
hu: %d opció aktívak

source: Deactivate All Options
hu: Összes opció kikapcsolása

source: Deactivate All Starred (*) Options
hu: Az összes csillagozott (*) opció kikapcsolása

source: Generated Password
hu: Generált jelszó

source: Click on "Generate"
hu: Kattintson a "Generálás" gombra

source: Hide/show password
hu: Jelszó elrejtése/megjelenítése

source: Hold left mouse button to drag & drop password
hu: Tartsa lenyomva a bal egérgombot a jelszó húzásához

source: File
hu: Fájl

source: Profile
hu: Profil

source: Profile Editor...
hu: Profilszerkesztő...

source: Exit
hu: Kilépés

source: Backup Settings...
hu: Biztonsági mentési beállítások...

source: Restore Settings from Backup...
hu: Beállítások visszaállítása biztonsági mentésből...

source: Could not copy the following language file(s): %1
hu: Nem sikerült másolni a következő nyelvi fájl(oka)t: %1

source: Select folder to store backup
hu: Válasszon mappát a biztonsági mentés tárolásához

source: Backup of settings and language files stored in "%1".
hu: Beállítások és nyelvi fájlok biztonsági mentése "%1" mappában tárolva.

source: Select folder containing backup to restore
hu: Válassza ki a visszaállítandó biztonsági másolatot tartalmazó mappát

source: Configuration file "%1" not found in folder.
hu: A(z) "%1" konfigurációs fájl nem található a mappában.

source: Backup was created with an older version (%1) of the program. Continue anyway?
hu: A biztonsági mentés egy régebbi verzióval készült (%1) a programból. Mégis folytatni?

source: Could not copy configuration file to "%1".
hu: Nem sikerült másolni a konfigurációs fájlt "%1".

source: Restored settings will only take effect after a program restart. Do you want to restart now?
hu: A visszaállított beállítások csaka program újraindításakor lépnek életbe. Most szeretné újraindítani?

source: Configuration settings will not be saved until the next time the program is started.
hu: A konfigurációs beállítások csak a program következő indításakor kerülnek mentésre.

source: Tools
hu: Eszközök

source: Clear Clipboard
hu: Vágólap űrítése

source: Encrypt Clipboard...
hu: Vágólap titkosítása...

source: Decrypt Clipboard...
hu: Vágólap visszafejtése...

source: Create Random Data File...
hu: Véletlenszerű adatfájl létrehozása...

source: Create Trigram File...
hu: Trigram fájl létrehozása...

source: MP Password Generator...
hu: Mesterjelszó generátor...

source: Deterministic Random Generator
hu: Determinisztikus véletlen generátor

source: Reset
hu: Alaphelyzet

source: Deactivate
hu: Deaktiválás

source: Provide Additional Entropy
hu: További entrópia biztosítása

source: As Text...
hu: Szövegként...

source: From File...
hu: Fájlból...

source: Options
hu: Opciók

source: Configuration...
hu: Konfiguráció...

source: Language
hu: Nyelv

source: Always on Top
hu: Mindig legfelül

source: Hide Entropy Progress
hu: Az entrópia előrehaladásának elrejtése

source: Save Settings on Exit
hu: Beállítások mentése kilépéskor

source: Save Settings Now
hu: Beállítások mentése most

source: Help
hu: Segítség

source: Open Manual
hu: Kézikönyv megnyitása

source: Command Line Arguments...
hu: Parancssori argumentumok...

source: Visit Website
hu: Weboldal megtekintése

source: Get Translations...
hu: Fordítások beszerzése...

source: Donate...
hu: Adományoz...

source: Check for Updates
hu: Frissítések keresése

source: Timer Info...
hu: Időzítő információ...

source: About %s...
hu: %s programról...

source: Restore %s
hu: %s visszaállítása

source: Generate Password
hu: Jelszó generálása

source: Generate and Show Password...
hu: Jelszó generálása és megjelenítése...

source: Generate and Autotype Password
hu: Jelszó generálása és automatikus beírása

source: Open user manual
hu: Használati útmutató megnyitása

source: Usage:
hu: Használat:

source: Display this help message.
hu: Jelenítse meg ezt a súgóüzenetet.

source: Do not write to disk unless explicitly requested.
hu: Ne írjon lemezre, hacsak nem kéri.

source: Load profile named 'profilename' on start-up.
hu: Töltse be a "profilename" nevű profilt indításkor.

source: Generate 'number' of passwords and display on the console, then close application.
hu: Generálja a jelszavak számát, és jelenítse meg a konzolon, majd zárja be az alkalmazást.

source: Launch application in the background.
hu: Indítsa el az alkalmazást a háttérben.

source: Open database named 'filename' on start-up and show password manager window.
hu: Indítsa el a "fájlnév" nevű adatbázist, és jelenítse meg a jelszókezelő ablakot.

source: Clear clipboard (text contents only)
hu: Vágólap törlése (csak szövegtartalom)

source: Clipboard text encryption (left-click) or decryption (right-click)
hu: Vágólap szövegtitkosítása (bal kattintás) vagy visszafejtés (jobb kattintás)

source: Load, create or delete profiles
hu: Profilok betöltése, létrehozása és törlése

source: Generate passwords based on a master password
hu: Jelszavak generálása fő jelszó alapján

source: Main configuration of the program
hu: A program fő konfigurációja

source: All files
hu: Minden fájl

source: Text files
hu: Szöveg fájlok

source: Trigram files
hu: Trigram fájlok

source: Lua scripts
hu: Lua szkriptek

source: Undo
hu: Mégse

source: Cut
hu: Kivág

source: Copy
hu: Másol

source: Encrypt && Copy
hu: Titkosítás és másolás

source: Paste
hu: Beilleszt

source: Perform Autotype
hu: Automatikus gépelés végrehajtása

source: Add to Database
hu: Hozzáadás az adatbázishoz

source: Delete
hu: Törlés

source: Select All
hu: Jelöl mind

source: Clear List
hu: Lista törlése

source: Remove Entry
hu: Bejegyzés eltávolítása

source: Editable
hu: Szerkeszthető

source: Enable Password Testing
hu: Jelszótesztelés engedélyezése

source: Change Font...
hu: Betűtípus módosítása...

source: Reset Font
hu: Betűtípus visszaállítása

source: Select high-entropy file
hu: Válasszon nagy entrópiájú fájlt

source: Manage passwords in encrypted databases
hu: Jelszavak kezelése titkosított adatbázisokban

source: Reload profile
hu: Profil újratöltése

source: Add profile
hu: Profil hozzáadása

source: Set up...
hu: Telepít...

source: Password Manager...
hu: Jelszókezelő...

source: Enter Donor Key...
hu: Adja meg az adományozó kulcsot...

source: Reset All Window Positions
hu: Állítsa vissza az összes ablakpozíciót

source: Could not read random seed file "%s".
hu: Nem sikerült elolvasni a véletlenszerű magfájlt "%s".

source: Could not write to random seed file "%s".
hu: Nem lehetett véletlenszerű magfájlba írni "%s".

source: Unknown command line switch(es): %s
hu: Ismeretlen parancssori kapcsoló(k): %s

source: Error while loading word list file "%s".
hu: Hiba a szólistafájl betöltése közben "%s".

source: Error while loading list of common passwords: %s.
hu: Hiba a gyakori jelszavak listájának betöltésekor: %s.

source: %s encountered %d error(s) during startup:
hu: %s észlelt %d hibát az indítás során:

source: If you like %s, please consider making a donation. Thank you!
hu: Ha tetszik %s, kérjük, fontolja meg adományozás. Köszönöm!

source: Character set "%s" is invalid.
hu: A "%s" karakterkészlet érvénytelen.

source: Error while writing to configuration file: %s.
hu: Hiba a konfigurációs fájlba való írás során: %s.

source: %d characters / %.1f bits per character
hu: %d karakter / %.1f bit karakterenként

source: %d words / %.1f bits per word
hu: %d szó / %.1f bit szavanként

source: Could not open trigram file.
hu: Nem sikerült megnyitni a trigram fájlt.

source: Invalid trigram file.
hu: Érvénytelen trigram fájl.

source: Matches common password!
hu: Egyezik a gyakori jelszóval!

source: Text successfully encrypted.
hu: A szöveg titkosítása sikerült.

source: Text successfully decrypted.
hu: A szöveg visszafejtése sikeresen megtörtént.

source: Could not open clipboard.
hu: Nem sikerült megnyitni a vágólapot.

source: The text to be encrypted is too long.
hu: A titkosítandó szöveg túl hosszú.

source: No text available to process.
hu: Nincs feldolgozható szöveg.

source: Not enough memory available to perform the operation. Try to use a shorter text.
hu: Nincs elég memória a művelet végrehajtáshoz. Próbáljon meg rövidebb szöveget használni.

source: Decryption failed. This may be attributed to the following reasons:
hu: A visszafejtés sikertelen volt. Ez a következő lehetséges okoknak tulajdonítható:

source: - You entered a wrong password.
hu: - Rossz jelszót adott meg.

source: - The text is corrupted. - The text is not encrypted.
hu: - A szöveg sérült. - A szöveg nincs titkosítva.

source: This should not have happened: Decryption successful, but decompression failed.
hu: Ennek nem lett volna szabad megtörténnie: A visszafejtés sikeres, de a kibontás sikertelen.

source: Could not register the following hot keys:
hu: Nem sikerült regisztrálni a következő gyorsbillentyűket:

source: Invalid number of passwords. Allowed range is %d-%d.
hu: Érvénytelen számú jelszó. A megengedett tartomány %d-%d.

source: The selected file already exists. Do you want to append passwords to this file (existing passwords will be preserved), or do you want to completely overwrite it? Yes -> append passwords, No -> overwrite file, Cancel -> cancel process.
hu: A kiválasztott fájl már létezik. Szeretne jelszavakat hozzáfűzni ehhez a fájlhoz (a meglévő jelszavak megmaradnak), Vagy teljesen felül akarja írni? Igen -> hozzáfűzi a jelszavakat, Nincs -> felülírja a fájlt, Mégse -> folyamat megszakítása.

source: Passphrase: Invalid length range.
hu: Jelszó: Érvénytelen hossztartomány.

source: If the option "Each character must occur only once" is activated, the password length is limited to %d unique characters.
hu: Ha a "Minden karakternek meg kell jelennie csak egyszer" aktiválódik, a jelszó hossza %d egyedi karakterre korlátozódik.

source: If the option "Each word must occur only once" is activated, the number of words is limited to the size of the word list (%d).
hu: Ha a "Minden szó csak előfordulhat" egyszer" aktiválódik, a szavak száma a szólista (%d) méretére korlátozódik.

source: Error while loading script: %s.
hu: Hiba a szkript betöltésekor: %s.

source: Generating password
hu: Jelszó generálása

source: Generating password list
hu: Jelszólista létrehozása

source: %d of %d passwords generated.
hu: %d jelszó a %d jelszóból generálva.

source: "P" is not specified
hu: A "P" nincs megadva

source: Password not available
hu: A jelszó nem érhető el

source: Password too long
hu: Túl hosszú jelszó

source: %d invalid format specifier(s): %s
hu: %d érvénytelen formátumkijelölő(k): %s

source: Executing script
hu: Szkript végrehajtása

source: Waiting for script ...
hu: Várakozás a forgatókönyvre ...

source: Script thread was terminated forcibly. Please check script for infinite loops.
hu: A szkriptszálat erőszakkal megszakították. Kérjük, ellenőrizze a szkriptet a végtelen ciklusokért.

source: The estimated list size will probably exceed the internal memory limit. Please reduce the number of passwords
hu: A becsült listaméret valószínűleg meghaladja a belső memóriakorlát. Kérjük, csökkentse a jelszavak számát

source: The memory limit of the password list has been reached. The number of passwords has been reduced to %d.
hu: A jelszólista memóriakorlátja elérték. A jelszavak száma %d-re csökkentve.

source: %d passwords generated.
hu: %d jelszó generálva.

source: %d passwords generated. Entropy of the first password: %d bits. Maximum entropy of the entire list: %d bits.
hu: %d jelszó generálva. Az első jelszó entrópiája: %d bit. Teljes lista maximális entrópiája: %d bit.

source: Password copied to clipboard.
hu: A jelszó a vágólapra másolva.

source: Copying password list ...
hu: Jelszólista másolása ...

source: Password list copied to clipboard.
hu: A vágólapra másolt jelszólista.

source: File "%s" successfully created. %d passwords written.
hu: A "%s" fájl sikeresen létrejött. %d jelszó írása.

source: An error has occurred during password generation: %s.
hu: Hiba történt a jelszó generálása során: %s.

source: An error has occurred while trying to send/ process the password data: %s.
hu: Hiba történt a küldés során/ A jelszóadatok feldolgozása: %s.

source: %d passwords written to file "%s".
hu: %d jelszó a "%s" fájlba írva.

source: %d bits / %d characters
hu: %d bit / %d karakter

source: Invalid character set.
hu: Érvénytelen karakterkészlet.

source: default (English) trigrams
hu: alapértelmezett (angol) trigramok

source: (with different frequencies)
hu: (különböző frekvenciákkal)

source: File "%s"
hu: "%s" fájl

source: (phonetic, based on trigram frequencies from the following source: <%s>)
hu: (fonetikus, trigramfrekvenciákon alapul a következő forrásból: <%s>)

source: The character set you entered is invalid. It must contain at least 2 different characters.
hu: A megadott karakterkészlet érvénytelen. Legalább 2 különböző karaktert kell tartalmaznia.

source: Currently loaded character set:
hu: Jelenleg betöltött karakterkészlet:

source: Could not open file.
hu: Nem sikerült megnyitni a fájlt.

source: Not enough valid words.
hu: Nincs elég érvényes szó.

source: Select word list file
hu: Szólistafájl kiválasztása

source: Error while loading the file "%s": %s
hu: Hiba a fájl betöltése közben "%s": %s

source: default (English) word list
hu: alapértelmezett (angol) szólista

source: Currently loaded word list:
hu: Jelenleg betöltött szólista:

source: First word:
hu: Első szó:

source: Random word:
hu: Véletlenszerű szó:

source: Last word:
hu: Legutóbbi szó:

source: The version of this language (%s) is not compatible with this program version. This version of %s requires a language version of at least %s. Do you want to use it anyway?
hu: Ennek a nyelvnek a változata (%s) nem kompatibilis ezzel a programverzióval. A %s ezen verziójához nyelv szükséges legalább %s. Mégis használni akarja?

source: The version of this language (%s) is higher than the version of this program (%s). Therefore, version incompatibilities may occur. Do you want to use it anyway?
hu: Ennek a nyelvnek a verziója (%s) magasabb mint a program verziója (%s). Ezért verzió inkompatibilitások fordulhatnak elő. Mégis használni akarja?

source: The program has to be restarted in order for the changes to take effect. Do you want to restart now?
hu: A programot újra kell indítani, hogy a módosítások életbe léptetéséhez. Most szeretné újraindítani?

source: Password is too long to show it in a message box like this. It has been copied to the clipboard.
hu: A jelszó túl hosszú egy ilyen üzenetdobozhoz. Vágólapra másolásra került.

source: The generated password is: %s The estimated security is %d bits. Yes -> copy password to clipboard, No -> generate new password, Cancel -> cancel process.
hu: A generált jelszó a következő: %s A becsült biztonság %d bit. Igen -> jelszó másolása a vágólapra, Nem > új jelszó generálása, Mégse -> folyamat megszakítása.

source: All entries will be removed from the list. Are you sure?
hu: Minden bejegyzés eltávolításra kerül a listáról. Biztos vagy benne?

source: Total Entropy Bits: %d
hu: Összes entrópia bit: %d

source: High-resolution timer used: %s. Current value: %s.
hu: Használt nagy felbontású időzítő: %s. Jelenlegi érték: %s.

source: Could not download version file
hu: Nem sikerült letölteni a verziófájlt

source: Version or URL not specified in version file, or unknown file format
hu: A verzió vagy az URL nincs megadva a verziófájlban, vagy ismeretlen fájlformátum

source: A new version (%s) of %s is available! Do you want to visit the download page now?
hu: Elérhető a %s új verziója (%s)! Szeretné most meglátogatni a letöltési oldalt?

source: (NOTE: %s)
hu: (MEGJEGYZÉS: %s)

source: Your version of %s is up-to-date.
hu: A %s verziója naprakész.

source: Error while checking for updates: %s.
hu: Hiba a frissítések keresése közben: %s.

source: WARNING: Random generator is deterministic (press F7 to deactivate)!
hu: FIGYELEM: A véletlen generátor determinisztikus (nyomja meg az F7 billentyűt a kikapcsoláshoz)!

source: Clipboard cleared.
hu: A vágólap törölve.

source: Profile "%s" activated.
hu: "%s" profil aktiválva.

source: Deterministic random generator has been ACTIVATED.
hu: Determinisztikus véletlengenerátor AKTIVÁLVA lett.

source: Deterministic random generator has been RESET.
hu: Determinisztikus véletlen generátor RESET.

source: Deterministic random generator has been DEACTIVATED.
hu: Determinisztikus véletlengenerátor DEAKTÍVÁLVA lett.

source: Selected profile "%s".
hu: Kiválasztott profil "%s".

source: Generating %d password(s) ...
hu: %d jelszó generálása ...

source: Command line function "gen" is only effective when %s is run from the console.
hu: A "gen" parancssori funkció csak akkor hatékony, ha %s a konzolról fut.

source: Your donor key has expired: The maximum number of updates has been reached.
hu: Az adományozói kulcs lejárt: A maximális Elérte a frissítések számát.

source: Donor key is invalid.
hu: Az adományozói kulcs érvénytelen.

source: Donor Key
hu: Adományozói kulcs

source: Enter donor key:
hu: Támogató kulcs megadása:

source: Your Donor ID is: %s Supported number of updates: %s
hu: Az Ön adományozói azonosítója: %s Támogatott frissítések száma: %s

source: Unlimited
hu: Korlátlan

source: Thank you for your support!
hu: Köszönjük támogatását!

source: Copy this information to the clipboard?
hu: Másolja ezt az információt a vágólapra?

source: Donor key has expired.
hu: Az adományozói kulcs lejárt.

source: Settings saved.
hu: Bállításokat elmentve.

source: Save password
hu: Jelszó mentése

source: Clear Password Cache
hu: Jelszó-gyorsítótár törlése

source: Password cache cleared.
hu: A jelszó-gyorsítótár törölve.

source: Select Lua script file
hu: Válassza ki a Lua szkriptfájlt

source: Waiting for active threads to finish ...
hu: Várakozás az aktív szálak befejezésére ...

source: Donate at least one of the following amounts to receive a Donor Key: %d EUR / %d USD: Valid for current version and %d updates. %d EUR / %d USD: Valid for the entire lifetime of main version 3 (unlimited updates). Do you want to donate now?
hu: Adományozzon legalább egyet az alábbi összegek közül: adományozókulcs átvétele: %d EUR / %d USD: Az aktuális verzióra és a %d frissítésekre érvényes. %d EUR / %d USD: A 3. főverzió teljes élettartamára érvényes (korlátlan frissítés). Szeretnél most adományozni?

source: Could not access registry key %s.
hu: Nem sikerült hozzáférni a rendszerleíró kulcshoz %s.

source: Configuration
hu: Konfiguráció

source: General
hu: Általános

source: Security
hu: Biztonság

source: Hot Keys
hu: Gyorsbillentyűk

source: Files
hu: Fájlok

source: Updates
hu: Frissítések

source: Database
hu: Adatbázis

source: User interface style:
hu: Felhasználói felület stílusa:

source: Application icon:
hu: Alkalmazás ikon:

source: Change font for the GUI controls:
hu: Grafikus felület vezérlők betűtípus módosítása:

source: Select font
hu: Betűtípus kiválasztása

source: Restore Default
hu: Alapértékek visszaállítása

source: Show system tray icon constantly
hu: A tálca ikonjának folyamatos megjelenítése

source: Minimize program to system tray
hu: Program minimalizálása a tálcára

source: Minimize before performing autotype
hu: Kis méret az automatikus gépelés végrehajtása előtt

source: Autotype delay between characters (ms):
hu: Automatikus írás késleltetése a karakterek között (ms):

source: Ask before exiting application
hu: Rákérdezés az alkalmazásból való kilépés előtt

source: Launch application on system startup (for current user)
hu: Alkalmazás indítása a rendszer indításakor (az aktuális felhasználó számára)

source: Load the following profile on startup:
hu: Indításkor töltse be a következő profilt:

source: Benchmark...
hu: Gyorsaságteszt...

source: Data size for benchmark test
hu: Adatméret a teljesítményteszthez

source: Encryption algorithm for generating random data via random pool:
hu: Titkosítási algoritmus véletlenszerű adatok véletlenszerű készleten keresztüli generálásához:

source: Test passwords against list of common passwords
hu: Jelszavak tesztelése a gyakori jelszavak listájával

source: Use advanced password strength estimation (%s)
hu: Speciális jelszóerősség-becslés használata (%s)

source: Clear clipboard automatically after the following time (seconds):
hu: A vágólap automatikus törlése ennyi idő (mp) után:

source: Clear password box automatically after the following time (seconds):
hu: A jelszómező automatikus törlése ennyi idő (másodperc) után:

source: Automatic check for updates
hu: Frissítések automatikus keresése

source: Daily
hu: Naponta

source: Weekly
hu: Hetente

source: Monthly
hu: Havonta

source: Disabled
hu: Letiltva

source: Actions
hu: Akciók

source: Show/restore main window
hu: Főablak megjelenítése/visszaállítása

source: No further action
hu: Nincs további művelet

source: Generate single password in main window
hu: Egyetlen jelszó generálása a főablakban

source: Generate multiple passwords
hu: Több jelszó létrehozása

source: Generate password and copy it to the clipboard
hu: Jelszó generálása és másolása a vágólapra

source: Generate password and show it in a message box
hu: Jelszó létrehozása és megjelenítése egy üzenetmezőben

source: Generate password and perform autotype
hu: Jelszó generálása és automatikus gépelés végrehajtása

source: Open MP password generator
hu: Mesterjelszó generátor megnyitása

source: Show password manager
hu: Jelszókezelő megjelenítése

source: Show MP password generator
hu: Mesterjelszó generátor

source: Search database for keyword in window title
hu: Keresés adatbázisban kulcsszóra az ablak címében

source: Search database for keyword and perform autotype
hu: Kulcsszó keresése az adatbázisban, és automatikus gépelés végrehajtása

source: Shortcut to assign:
hu: Hozzárendelhető parancsikon:

source: Add
hu: Hozzáadás

source: Remove
hu: Eltávolítás

source: Shortcut
hu: Parancsikon

source: Action
hu: Művelet

source: Please select a hot key action.
hu: Válasszon ki egy gyorsbillentyű műveletet.

source: Character encoding of text files
hu: Szöveges fájlok karakterkódolása

source: Newline character sequence
hu: Újsor karaktersorozat

source: Select language:
hu: Nyelv kiválasztása:

source: Install...
hu: Telepít...

source: Select language file to install
hu: Válassza ki a telepíteni kívánt nyelvi fájlt

source: Language files
hu: Nyelvi fájlok

source: Language already installed
hu: A nyelv már telepítve van

source: Language file already exists: "%1"
hu: A nyelvi fájl már létezik: "%1"

source: Language "%1" installed successfully.
hu: A(z) "%1" nyelv telepítése sikeres.

source: Could not copy file "%1" to "%2"
hu: Nem sikerült a(z) "%1" fájlt másolni a következőbe: "%2"
