Repository: cthoeing/passwordtech
Catalog: languages/Hungarian.po
Languages: hu

source: Could not install language: %1.
hu: Nem sikerült telepíteni a nyelvet: %1.

source: Are you sure you want to remove "%1"?
hu: Biztosan el akarja távolítani "%1"?

source: Language "%1" successfully removed.
hu: A(z) "%1" nyelv sikeresen eltávolítva.

source: Could not delete file "%1".
hu: Nem sikerült törölni a fájlt "%1".

source: Clear clipboard when closing/locking database
hu: Vágólap törlése adatbázis bezárásakor/zárolásakor

source: Lock database when minimizing application or database window
hu: Adatbázis zárolása az alkalmazás vagy az adatbázisablak minimalizálásakor

source: Lock database after the following idle time (seconds):
hu: Adatbázis zárolása a következő üresjárati idő (másodperc) után:

source: Save automatically
hu: Automatikus mentés

source: Create backup of database before saving
hu: Mentés előtt készítsen biztonsági másolatot az adatbázisról

source: Number backups consecutively - up to:
hu: Biztonsági mentések száma egymás után - legfeljebb:

source: Open window on startup
hu: Ablak megnyitása indításkor

source: Open last used database on startup
hu: Utoljára használt adatbázis megnyitása indításkor

source: Keep list of recently opened files
hu: A legutóbb megnyitott fájlok listájának megőrzése

source: Warn if database contains expired entries
hu: Figyelmeztetés, ha az adatbázis lejárt bejegyzéseket tartalmaz

source: Warn if database contains entries that will expire soon
hu: Figyelmeztetés, ha az adatbázis hamarosan lejáró bejegyzéseket tartalmaz

source: Number of days:
hu: Napok száma:

source: Save automatically:
hu: Automatikus mentés:

source: After adding/modifying an entry
hu: Bejegyzés hozzáadása/módosítása után

source: After every change
hu: Minden változtatás után

source: Default autotype sequence:
hu: Alapértelmezett autotípia sorrend:

source: Maximum number of hot keys (%d) reached.
hu: A gyorsbillentyűk maximális száma (%d) elérve.

source: This hot key has already been assigned.
hu: Ez a gyorsbillentyű már hozzá van rendelve.

source: %s (%d-bit key, operates on %d-bit blocks)
hu: %s (%d bites kulcs, %d bites blokkokon működik)

source: Benchmark results (data size: %d MB):
hu: Benchmark eredmények (adatméret: %d MB):

source: Enter password:
hu: Adja meg a jelszót:

source: Confirm password:
hu: Jelszó megerősítése:

source: OK
hu: ОК

source: Cancel
hu: Mégse

source: Passwords are not identical.
hu: A jelszavak nem azonosak.

source: Encrypt
hu: Titkosít

source: Decrypt
hu: Visszafejt

source: Remember password (seconds):
hu: Jelszó megjegyzése (másodperc):

source: Key file for password database:
hu: Kulcsfájl a jelszó-adatbázishoz:

source: (None)
hu: (Nincs)

source: Enter a password and/or select a key file.
hu: Adjon meg egy jelszót és/vagy válasszon ki egy kulcsfájlt.

source: The selected key file does not exist.
hu: A kiválasztott kulcsfájl nem létezik.

source: Password is empty.
hu: A jelszó üres.

source: Key file successfully created.
hu: A kulcsfájl sikeresen létrejött.

source: Error while creating key file: %s.
hu: Hiba a kulcsfájl létrehozásakor: %s.

source: Key files
hu: Kulcsfájlok

source: Create key file
hu: Kulcsfájl létrehozása

source: Password List
hu: Jelszavak listája

source: Save As File...
hu: Mentés fájlként...

source: Save password list
hu: Jelszólista mentése

source: Error while creating file "%s": %s.
hu: Hiba a fájl létrehozása közben "%s": %s.

source: File "%s" successfully created.
hu: A "%s" fájl sikeresen létrejött.

source: Advanced Password Options
hu: Speciális jelszóbeállítások

source: Exclude ambiguous characters
hu: Kétértelmű karakterek kizárása

source: First character must not be a lower-case letter
hu: Az első karakter nem lehet kisbetű

source: Don't separate words by a space
hu: Ne válassza el a szavakat szóközzel

source: Don't separate words and characters by a '-' character
hu: Ne válassza el a szavakat és a karaktereket "-" karakterrel

source: Reverse default order of character/word combinations
hu: A karakter-/szókombinációk alapértelmezett sorrendjének megfordítása

source: Include at least one upper-case letter (A-Z)
hu: Tartalmazzon legalább egy nagybetűt (A-Z)

source: Include at least one lower-case letter (a-z)
hu: Legalább egy kisbetű (a–z) szerepeltetése

source: Include at least one digit (0-9)
hu: Adjon meg legalább egy számjegyet (0–9)

source: Include at least one special symbol (!"#$%...)
hu: Tartalmazzon legalább egy különleges szimbólumot (!" #$%...)

source: Include at least one character from each subset
hu: Tartalmazzon legalább egy karaktert minden részhalmazból

source: Only include characters from custom character set
hu: Csak az egyéni karakterkészlet karaktereit tartalmazza

source: Exclude repeating consecutive characters (e.g. aa, 11)
hu: Ismétlődő karakterek kizárása (pl. aa, 11)

source: Remove leading and trailing whitespace characters
hu: Kezdő és záró szóköz eltávolítása

source: Exclude duplicate entries in password lists
hu: Ismétlődő bejegyzések kizárása a jelszólistákból

source: Assign entropy value to each password in password lists
hu: Entrópiaérték hozzárendelése minden jelszóhoz a jelszólistákban

source: Capitalize first letter of each word
hu: Minden szó nagybetűvel kezdődik

source: Convert all words in word lists to lower-case
hu: A szólisták összes szavának konvertálása kisbetűssé

source: Each character must occur only once
hu: Minden karakter csak egyszer fordulhat elő

source: Each word must occur only once
hu: Minden szónak csak egyszer kell előfordulnia

source: Redefine ambiguous characters:
hu: Kétértelmű karakterek újradefiniálása:

source: Redefine special symbols:
hu: Speciális szimbólumok újradefiniálása:

source: Min./Max. length of words in word lists (except default word list):
hu: Szavak min./max. hossza a szólistákban (kivéve az alapértelmezett szólistát):

source: Redefine separators in passphrases:
hu: Elválasztók újradefiniálása a jelszavakban:

source: Words:
hu: Szavak:

source: Words/characters:
hu: Szavak/karakterek:

source: Trigram file for generating phonetic (pronounceable) passwords:
hu: Trigram fájl fonetikus (kiejthető) jelszavak generálásához:

source: Applies to pass_words_.
hu: A következőkre vonatkozik: pass_words_.

source: Applies to pass_phrases_.
hu: A következőkre vonatkozik: pass_phrases_.

source: Applies to formatted passwords.
hu: Formázott jelszavakra vonatkozik.

source: Applies to phonetic passwords.
hu: Fonetikus jelszavakra vonatkozik.

source: Selecting one of these options might reduce the security of generated passwords.
hu: Ezen lehetőségek egyikének kiválasztása csökkentheti a generált jelszavak biztonságát.

source: Deselect All
hu: Összes kijelölés megszüntetése

source: Invert Selection
hu: Kijelölés megfordítása

source: Create Random Data File
hu: Véletlenszerű adatfájl létrehozása

source: File name:
hu: Fájlnév:

source: File size:
hu: Fájlméret:

source: Bytes
hu: Bájt

source: Kilobytes
hu: Kilobyte

source: Megabytes
hu: Megabájt

source: Close
hu: Bezár

source: Create file
hu: Fájl létrehozása

source: Invalid file size.
hu: Érvénytelen fájlméret.

source: Not enough free disk space available to create the file.
hu: Nincs elég szabad lemezterület gombra a fájl létrehozásához.

source: Creating random data file ...
hu: Véletlenszerű adatfájl létrehozása ...

source: %d of %d %s written.
hu: %d a %d %s-ből írva.

source: File "%s" successfully created. %d bytes written.
hu: A "%s" fájl sikeresen létrejött. %d bájt írva.

source: Error while creating file "%s": %s. %d bytes written.
hu: Hiba a fájl létrehozása közben "%s": %s. %d bájt írva.

source: Profile Editor
hu: Profil szerkesztő

source: Load
hu: Betöltés

source: Confirm
hu: Megerősít

source: Profile name:
hu: Profil neve:

source: Move up
hu: Lépés felfelé

source: Move down
hu: Lépés lefelé

source: Save "advanced password options" for this profile
hu: Mentse el a "speciális jelszóbeállításokat" ehhez

source: Delete profile "%s"?
hu: Törli a "%s" profilt?

source: Delete %d profiles?
hu: Töröl %d profilt?

source: Maximum number of profiles (%d) reached. Please delete or overwrite profiles.
hu: Az elért profilok maximális száma (%d). Kérjük, törölje vagy írja felül a profilokat.

source: A profile with the name "%s" already exists. Do you want to overwrite it?
hu: Már létezik egy "%s" nevű profil. Felül akarja írni?

source: Create Trigram File
hu: Trigram fájl létrehozása

source: Source file (e.g., dictionary, word list):
hu: Forrásfájl (pl. szótár, szólista):

source: Destination file (trigram file):
hu: Célfájl (trigramfájl):

source: Trigram file "%s" successfully created. %d trigrams evaluated. %1.2f bits of entropy per letter.
hu: A "%s" Trigram fájl sikeresen létrejött. %d trigramok értékelése. %1.2f bit entrópia betűnként.

source: Process was cancelled by the user
hu: A felhasználó megszakította a folyamatot

source: About %s
hu: %s programról

source: Current language: %s Translator: %s
hu: Jelenlegi nyelv: %s Fordító: %s

source: This program is distributed under the terms and conditions of the GNU General Public License (GPL).
hu: Ezt a programot a GNU General Public License (GPL) feltételei szerint terjesztik.

source: View license
hu: Licenc megtekintése

source: Donor ID:
hu: Adományozói azonosító:

source: Quick help
hu: Gyors segítség

source: Position Automatically
hu: Automatikus pozicionálás

source: You can use the following placeholders:
hu: A következő helyőrzőket használhatja:

source: without ambiguous characters
hu: kétértelmű karakterek nélkül

source: Special symbols
hu: Speciális szimbólumok

source: Brackets
hu: Zárójel

source: Punctuation marks
hu: Írásjelek

source: Higher ANSI characters
hu: Magasabb ANSI karakterek

source: Generate phonetic password (lower-case letters)
hu: Fonetikus jelszó generálása (kisbetűk)

source: Generate phonetic password (upper-case letters)
hu: Fonetikus jelszó generálása (nagybetűk)

source: Generate phonetic password (mixed-case letters)
hu: Fonetikus jelszó generálása (vegyes betűk)

source: You can use the following syntax to specify a (minimum) number N of characters for a character set:
hu: A következő szintaxissal megadhatja a (minimális) N karakterszámot karakterkészlet esetén:

source: N = Include exactly N characters. N+ = Include at least N characters.
hu: N = Tartalmaz pontosan N karaktert. N+ = Tartalmaz legalább N karaktert.

source: Comments may be provided in square brackets "[...]" at the beginning of the sequence.
hu: A megjegyzéseket szögletes zárójelben lehet megadni: "[...]" a sorozat elején.

source: Format specifiers have the form "[*][N]x" or "[*][M-N]x", where the optional argument "N" specifies the number of repetitions (between 1 and 99999), "M-N" specifies a random number of repetitions in the range from M to N, and "x" is the actual format specifier/placeholder. The optional asterisk (*) means that each character must occur only once in the sequence. Example: "16u" means "Insert 16 random upper-case letters into the password".
hu: A formátumkijelölők formájúak: "[*][N]x" vagy "[*][M-N]x", ahol a opcionális "N" argumentum az ismétlések számát adja meg (1 és 1 között 99999), az "M-N" véletlenszerű ismétlődésszámot határoz meg a tartományban M-től N-ig, és az "x" a tényleges formátumkijelölő/helyőrző. A opcionális csillag (*) azt jelenti, hogy minden karakter csak egyszer fordulhat elő a a sorrendet. Példa: A "16u" azt jelenti, hogy "16 véletlenszerű nagybetű beszúrása a jelszóba".

source: List of placeholders with optional argument "N":
hu: Helyőrzők listája opcionális "N" argumentummal:

source: Custom character set
hu: Egyéni karakterkészlet

source: Vowels, lower-case
hu: Magánhangzók, kisbetűk

source: Vowels, mixed-case
hu: Magánhangzók, vegyes kis- és nagybetűk

source: Vowels, upper-case
hu: Magánhangzók, nagybetűk

source: Consonants, lower-case
hu: Mássalhangzók, kisbetűk

source: Consonants, mixed-case
hu: Mássalhangzók, kis- és nagybetűk

source: Consonants, upper-case
hu: Mássalhangzók, nagybetűk

source: List of special format specifiers (possible usage of argument "N" is indicated by "{N}"):
hu: Speciális formátumkijelölők listája (az "N" argumentum lehetséges használatát "{N}" jelzi):

source: Insert password generated via "Include characters/words"
hu: Írja be a "Karakterek/szavak belefoglalása" funkcióval generált jelszót

source: Words from word list, multiple words are separated by spaces
hu: Szavak a szólistából, több szót szóközök választanak el egymástól

source: Words, multiple words are not separated at all
hu: A szavak, több szó egyáltalán nincs elválasztva egymástól

source: Repeat input sequence in brackets N times
hu: Iismétli a zárójelben lévő beviteli sorrendet N-szer

source: Randomly permute formatted sequence in brackets, keep N characters
hu: Véletlenszerűen permutálja a formázott sorozatot zárójelben, megtart N karaktert

source: Treat sequence as character set and insert N characters
hu: Kezelje a sorozatot karakterkészletként, és szúrjon be N karaktert

source: Additional notes:
hu: További megjegyzések:

source: Text enclosed with quotation marks "..." is copied verbatim to the password.
hu: Idézőjelek közé tett "..." szöveget másolja szó szerint a jelszóhoz.

source: MP Password Generator
hu: Mesterjelszó generátor

source: Master password
hu: Mester jelszó

source: Enter password...
hu: Adja meg a jelszót...

source: Clear
hu: Kiürítés

source: Status:
hu: Állapot:

source: Expiry countdown:
hu: Lejárati visszaszámlálás:

source: Ask for password confirmation
hu: Kérje a jelszó megerősítését

source: Show checksum of password:
hu: Jelszó ellenőrző összegének megjelenítése:

source: Key expires after the following time (seconds):
hu: A kulcs a következő idő (másodperc) után jár le:

source: Provide compatibility with "Hashapass"
hu: Kompatibilitás biztosítása a "Hashapass" -szal

source: Add password length to parameter
hu: Jelszó hosszának hozzáadása a paraméterhez

source: Autotype sequence:
hu: Autotípia szekvencia:

source: Password generator
hu: Jelszó generátor

source: Parameter:
hu: Paraméter:

source: %d ch. / %.1f bits per ch.
hu: %d jel / %.1f bit karakterenként.

source: Resulting password:
hu: Eredményül kapott jelszó:

source: Use as default random generator
hu: Használja alapértelmezett véletlengenerátorként

source: Alphanumeric
hu: Alfanumerikus

source: Hexadecimal
hu: Hexadecimális

source: Key has expired.
hu: A kulcs lejárt.

source: Key has been cleared.
hu: A kulcs törölve van.

source: New key generated.
hu: Új kulcs generálva.

source: %d bits
hu: %d bit

source: Enter or paste some text into the box below, press mouse buttons, or move your mouse within the window.
hu: Írjon be vagy illesszen be szöveget az alábbi mezőbe, nyomja meg az egérgombokat, vagy mozgassa az egeret az ablakon belül.

source: %d bits of entropy have been added to the random pool.
hu: %d entrópia bit hozzáadva a véletlenszerű készlethez.

source: Database not encrypted, or invalid key
hu: Adatbázis nem titkosított, vagy a kulcs érvénytelen

source: File contents modified, or invalid key
hu: A fájl tartalma módosult, vagy érvénytelen kulcs

source: Unknown file format
hu: Ismeretlen fájlformátum

source: Invalid file format
hu: Érvénytelen fájlformátum

source: Title
hu: Cím

source: Title:
hu: Cím:

source: User name
hu: Felhasználónév

source: User name:
hu: Felhasználónév:

source: Password
hu: Jelszó

source: Password:
hu: Jelszó:

source: Keyword
hu: Kulcsszó

source: Keyword:
hu: Kulcsszó:

source: Notes
hu: Megjegyzések

source: Notes:
hu: Megjegyzések:

source: Key-value list
hu: Kulcs-érték lista

source: Key-value list:
hu: Kulcs-érték lista:

source: Creation time
hu: Létrehozási idő

source: Creation time:
hu: Létrehozási idő:

source: Last modification
hu: Utolsó módosítás

source: Last modification:
hu: Utolsó módosítás:

source: Tags
hu: Címkék

source: Tags:
hu: Címkék:

source: Select and add existing tag
hu: Meglévő címke kiválasztása és hozzáadása

# tags
source: All
hu: Összes

source: All search results
hu: Összes keresési eredmény

source: Untagged
hu: Címkézetlen

source: Key
hu: Kulcs

source: Value
hu: Érték

source: Edit
hu: Szerkesztés

source: View
hu: Nézet

source: New...
hu: Új...

source: Open...
hu: Megnyit...

source: Open as Read-only...
hu: Megnyitás írásvédettként...

source: Save
hu: Mentés

source: Save As...
hu: Mentés másként...

source: Lock
hu: Zárol

source: Clear Recently Opened List
hu: Legutóbb megnyitott lista törlése

source: Unlock
hu: Felold

source: Export to
hu: Export

source: CSV File...
hu: CSV fájl...

source: Database Settings...
hu: Adatbázis beállítások...

source: Properties...
hu: Tulajdonságok...

source: Change Master Password...
hu: Mesterjelszó módosítása...

source: Copy User Name
hu: Felhasználónév másolása

source: Copy Password
hu: Jelszó másolása

source: Open URL
hu: URL megnyitása

source: Run
hu: Futtatás

source: Add Entry
hu: Bejegyzés hozzáadása

source: Duplicate Entry
hu: Ismétlődő bejegyzés

source: Delete Entry
hu: Bejegyzés törlése

source: Show Columns
hu: Oszlopok megjelenítése

source: Show Passwords in List
hu: Jelszavak megjelenítése a listában

source: Sort Entries By
hu: Bejegyzések rendezése a következő szerint

source: Unsorted
hu: Rendezetlen

source: Ascending
hu: Növekvő

source: Descending
hu: Csökkenő

source: Sort Tags By
hu: Címkék rendezése a következő szerint

source: Name
hu: Név

source: Frequency
hu: Gyakoriság

source: Change List Font...
hu: Lista betűtípusának módosítása...

source: Reset Fonts
hu: Betűtípusok visszaállítása

source: Change Password Font...
hu: Jelszó betűtípusának módosítása...

source: Previous entry
hu: Előző bejegyzés

source: Next entry
hu: Következő bejegyzés

source: Accept changes
hu: Módosítások elfogadása

source: Undo changes
hu: Módosítások visszavonása

source: Search...
hu: Keresés...

source: Clear search
hu: Keresés törlése

source: Perform search
hu: Keresés végrehajtása

source: Case-sensitive
hu: Kis- és nagybetű érzékeny

source: Fuzzy search
hu: Fuzzy keresés

source: Select fields...
hu: Mezők kiválasztása...

source: Lock/unlock database
hu: Adatbázis zárolása/feloldása

source: Left-click: Hide/show password, right-click: Generate password
hu: Bal kattintás: Jelszó elrejtése/megjelenítése, jobb kattintás: Jelszó generálása

source: Hide/show notes
hu: Jegyzetek elrejtése/megjelenítése

source: Notes hidden - click here to display
hu: Rejtett jegyzetek - kattintson ide a megjelenítéshez

source: Unlock %s
hu: %s feloldása

source: Open %s
hu: %s megnyitása

source: Create new database
hu: Új adatbázis létrehozása

source: Could not find database file: "%s".
hu: Nem található adatbázisfájl: "%s".

source: Error while opening database file: %s.
hu: Hiba az adatbázisfájl megnyitásakor: %s.

source: The selected file is already opened.
hu: A kiválasztott fájl már meg van nyitva.

source: The currently selected entry has been changed. Do you want to save the changes?
hu: Az aktuálisan kijelölt bejegyzés megváltozott. Szeretné menteni a módosításokat?

source: The database has been changed. Do you want to save the changes?
hu: Az adatbázis megváltozott. Szeretné menteni a módosításokat?

source: An untitled database cannot be locked.
hu: A névtelen adatbázis nem zárolható.

source: Could not save backup file "%s".
hu: Nem sikerült menteni a biztonsági mentési fájlt "%s".

source: Error while saving database file: %s.
hu: Hiba az adatbázisfájl mentésekor: %s.

source: Please finish editing the current entry before adding new entries.
hu: Kérjük, fejezze be az aktuális bejegyzés szerkesztését új bejegyzések hozzáadása előtt.

source: %d entries with passwords have been added.
hu: %d jelszóval ellátott bejegyzés került hozzáadásra.

source: 1 entry found.
hu: 1 bejegyzés található.

source: %d entries found.
hu: %d bejegyzést találva.

source: Search via hot key.
hu: Keresés gyorsbillentyűvel.

source: No matching keyword found for window text "%s".
hu: Nem található egyező kulcsszó az ablak szövegéhez "%s".

source: New Entry
hu: Új bejegyzés

source: Please specify at least a title or password.
hu: Kérjük, adjon meg legalább egy címet vagy jelszót.

source: Delete 1 entry?
hu: Töröl 1 bejegyzést?

source: Delete %d entries?
hu: Töröl %d bejegyzést?

source: Enter OLD master password
hu: Írja be a RÉGI mesterjelszót

source: Enter NEW master password
hu: Írja be az ÚJ mesterjelszót

source: Master password successfully changed.
hu: A mester jelszó sikeresen megváltozott.

source: Old master password is invalid.
hu: A régi mesterjelszó érvénytelen.

source: Untitled
hu: Cím nélküli

# noun
source: Copy
hu: Másol

source: Database successfully exported to CSV file.
hu: Az adatbázis sikeresen exportálva CSV-fájlba.

source: Error while creating CSV file: %s.
hu: Hiba a CSV fájl létrehozásakor: %s.

source: Password databases
hu: Jelszó adatbázisok

source: CSV files
hu: CSV fájlok

source: Autotype
hu: Autotípia

source: Format password
hu: Jelszó formázása

source: Rearrange Entry
hu: Bejegyzés átrendezése

source: Move to Top
hu: Ugrás a tetejére

source: Move up by one
hu: Lépés eggyel feljebb

source: Move down by one
hu: Lépés eggyel lejjebb

source: Move to Bottom
hu: Ugrás az aljára

source: The maximum tag length is %d characters. Longer tags have been shortened.
hu: A címke maximális hossza %d karakter. A hosszabb címkék lerövidültek.

source: Enter master password
hu: Írja be a mesterjelszót

source: Enter master password again
hu: Írja be újra a mesterjelszót

source: Master password is invalid.
hu: A mester jelszó érvénytelen.

source: Edit key-value list
hu: Kulcs-érték lista szerkesztése

source: Profile "%s" not found.
hu: "%s" profil nem található.

source: Password expiry
hu: Jelszó lejárata

source: Expires:
hu: Lejárat:

source: Change expiry date
hu: Lejárati dátum módosítása

source: Filter
hu: Szűrő

source: Expired entries
hu: Lejárt bejegyzések

source: Entries that will expire soon
hu: Hamarosan lejáró bejegyzések

source: Entries with Weak Passwords
hu: Gyenge jelszavas bejegyzések

source: %d days
hu: %d nap

source: The database contains expired entries. Do you want to filter these entries now?
hu: Az adatbázis lejárt bejegyzéseket tartalmaz. Szeretné most szűrni ezeket a bejegyzéseket?

source: The database contains entries that will expire soon. Do you want to filter these entries now?
hu: Az adatbázis olyan bejegyzéseket tartalmaz, amelyek hamarosan lejárnak. Szeretné most szűrni ezeket a bejegyzéseket?

source: Locked
hu: Zárolva

source: Set Recovery Password...
hu: Állítsa be a helyreállítási jelszót...

source: Remove Recovery Password...
hu: Távolítsa el a helyreállítási jelszót...

source: Enter recovery password
hu: Adja meg a helyreállítási jelszót

source: Recovery password successfully set.
hu: A helyreállítási jelszó beállítása sikeres.

source: Recovery password is invalid.
hu: A helyreállítási jelszó érvénytelen.

source: Recovery password successfully removed.
hu: A helyreállítási jelszó sikeresen eltávolítva.

source: Recovery password set
hu: Helyreállítási jelszó beállítása

source: Yes
hu: Igen

source: No
hu: Nem

source: Database format error: %s. Database version: %d.%d Highest supported version: %d.%d
hu: Adatbázis-formátum hiba: %s. Adatbázis verziója: %d.%d Legmagasabb támogatott verzió: %d.%d

source: Select columns
hu: Oszlopok kiválasztása

source: Select at least one column.
hu: Jelöljön ki legalább egy oszlopot.

source: Error while formatting string
hu: Hiba a karakterlánc formázása közben

source: Invalid UTF-16 character encoding
hu: Érvénytelen UTF-16 karakterkódolás

source: Error while converting string to UTF-8
hu: Hiba a karakterlánc UTF-8-ra konvertálásakor

source: Error while decoding UTF-8 string
hu: Hiba az UTF-8 karakterlánc dekódolása közben

source: Unicode string too long
hu: Túl hosszú Unicode-karakterlánc
