Repository: cthoeing/passwordtech
Catalog: languages/Polish.po
Languages: pl

source: Passwords are not identical.
pl: Hasła nie są identyczne.

source: Encrypt
pl: Szyfruj

source: Decrypt
pl: Odszyfruj

source: Remember password (seconds):
pl: Zapamiętaj hasło (sekundy):

source: Key file for password database:
pl: Plik klucza do bazy danych haseł:

source: Enter a password and/or select a key file.
pl: Wprowadź hasło i/lub wybierz plik klucza.

source: The selected key file does not exist.
pl: Wybrany plik klucza nie istnieje.

source: Password is empty.
pl: Hasło jest puste.

source: Key file successfully created.
pl: Plik klucza został pomyślnie utworzony.

source: Error while creating key file: %s.
pl: Błąd podczas tworzenia pliku klucza: %s.

source: Key files
pl: Pliki klucza

source: Create key file
pl: Utwórz plik klucza

source: Password List
pl: Lista Haseł

source: Save As File...
pl: Zapisz jako plik...

source: Save password list
pl: Zapisz listę haseł

source: Error while creating file "%s": %s.
pl: Błąd podczas tworzenia pliku "%s": %s.

source: File "%s" successfully created.
pl: Plik "%s" pomyślnie utworzony.

source: Advanced Password Options
pl: Zaawansowane Opcje Haseł

source: Exclude ambiguous characters
pl: Wyklucz dwuznaczne znaki

source: First character must not be a lower-case letter
pl: Pierwszy znak nie może być małą literą

source: Don't separate words by a space
pl: Nie oddzielaj słów spacją

source: Don't separate words and characters by a '-' character
pl: Nie oddzielaj słów i znaków '-' znakiem

source: Reverse default order of character/word combinations
pl: Odwróć domyślnie kolejności kombinacji znaków i wyrazów

source: Include at least one upper-case letter (A-Z)
pl: Uwzględnij co najmniej jedną wielką literę (A-Z)

source: Include at least one lower-case letter (a-z)
pl: Uwzględnij co najmniej jedną małą literę (a-z)

source: Include at least one digit (0-9)
pl: Uwzględnij co najmniej jedną cyfrę (0-9)

source: Include at least one special symbol (!"#$%...)
pl: Uwzględnij co najmniej jeden specjalny symbol (!"#$%...)

source: Only include characters from custom character set
pl: Uwzględnij tylko znaki z niestandardowego zestawu znaków

source: Exclude repeating consecutive characters (e.g. aa, 11)
pl: Wyklucz powtarzające się kolejne znaki (np. aa, 11)

source: Exclude duplicate entries in password lists
pl: Wyklucz zduplikowane wpisy w listach haseł

source: Convert all words in word lists to lower-case
pl: Konwertuj wszystkie wyrazy na listach wyrazów na małe litery

source: Each character must occur only once
pl: Każdy znak musi wystąpić tylko raz

source: Each word must occur only once
pl: Każde słowo musi wystąpić tylko raz

source: Redefine ambiguous characters:
pl: Przedefiniuj niejednoznaczne znaki:

source: Redefine special symbols:
pl: Przedefiniuj symbole specjalne:

source: Min./Max. length of words in word lists (except default word list):
pl: Min./Maks. długość słów w listach słów (z wyjątkiem domyślnej listy słów):

source: Trigram file for generating phonetic (pronounceable) passwords:
pl: Plik trygramu do generowania haseł fonetycznych (wymawianych):

source: Applies to pass_words_.
pl: Dotyczy hasło_słowa_.

source: Applies to pass_phrases_.
pl: Dotyczy hasło_frazy_.

source: Applies to formatted passwords.
pl: Dotyczy haseł sformatowanych.

source: Applies to phonetic passwords.
pl: Dotyczy haseł fonetycznych.

source: Selecting one of these options might reduce the security of generated passwords.
pl: Wybranie jednej z tych opcji może zmniejszyć bezpieczeństwo generowanych haseł.

source: These options also apply to formatted passwords.
pl: Te opcje dotyczą również sformatowanych haseł.

source: Deselect All
pl: Odznacz wszystko

source: Invert Selection
pl: Odwróć wybór

source: Create Random Data File
pl: Utwórz Plik z Losowymi Danymi

source: File name:
pl: Nazwa pliku:

source: File size:
pl: Rozmiar pliku:

source: Close
pl: Zamknij

source: Create file
pl: Utwórz plik

source: Invalid file size.
pl: Nieprawidłowy rozmiar pliku.

source: Not enough free disk space available to create the file.
pl: Za mało wolnego miejsca na dysku aby utworzyć plik.

source: Creating random data file ...
pl: Tworzenie losowego pliku danych ...

source: %d of %d KB written.
pl: %d z %d KB zapisany.

source: File "%s" successfully created. %d bytes written.
pl: Plik "%s" pomyślnie utworzony. %d bytes zapisane.

source: Error while creating file "%s": %s. %d bytes written.
pl: Błąd podczas tworzenia pliku "%s": %s. %d bytes zapisane.

source: Profile Editor
pl: Profil-Edytor

source: Load
pl: Ładowanie

source: Confirm
pl: Potwierdź

source: Profile name:
pl: Nazwa profilu:

source: Move up
pl: Przesuń w górę

source: Move down
pl: Przesuń w dół

source: Save "advanced password options" for this profile
pl: Zapisz "zaawansowane opcje hasła" dla tego profilu

source: Delete profile "%s"?
pl: Profil "%s" usunąć?

source: Delete %d profiles?
pl: Usunąć %d profile?

source: Maximum number of profiles (%d) reached. Please delete or overwrite profiles.
pl: Osiągnięto maksymalną liczbę profili (%d). Proszę usunąć lub nadpisać profile.

source: A profile with the name "%s" already exists. Do you want to overwrite it?
pl: Profil o nazwie "%s" już istnieje. Czy chcesz go nadpisać?

source: Create Trigram File
pl: Utwórz Plik Trygramu

source: Source file (e.g., dictionary, word list):
pl: Plik źródłowy (np. słownik, lista słów):

source: Destination file (trigram file):
pl: Plik docelowy (plik trygramu):

source: Trigram file "%s" successfully created. %d trigrams evaluated. %1.2f bits of entropy per letter.
pl: Plik trygramu "%s" pomyślnie utworzono. %d trygramy oceniane. %1.2f bitów entropii na literę.

source: Process was cancelled by the user
pl: Proces został anulowany przez użytkownika

source: About %s
pl: O %s

source: Current language: %s Translator: %s
pl: Obecny język: %s Tłumacz: %s

source: This program is distributed under the terms and conditions of the GNU General Public License (GPL).
pl: Ten program jest rozpowszechniany na warunkach GNU General Public License (GPL).

source: View license
pl: Wyświetl licencję

source: Donor ID:
pl: ID Dawcy:

source: Quick help
pl: Szybka pomoc

source: Position Automatically
pl: Automatyczne pozycjonowanie

source: You can use the following placeholders:
pl: Można użyć następujących symboli zastępczych:

source: without ambiguous characters
pl: bez niejednoznacznych znaków

source: special symbols
pl: symbole specjalne

source: brackets
pl: nawiasy

source: punctuation marks
pl: znaki interpunkcyjne

source: higher ANSI characters
pl: wyższe znaki ANSI

source: generate phonetic password (lower-case letters)
pl: generowanie hasła fonetycznego (małe litery)

source: generate phonetic password (upper-case letters)
pl: generowanie hasła fonetycznego (wielkie litery)

source: generate phonetic password (mixed-case letters)
pl: generowanie hasła fonetycznego (litery pisane wielką literą)

source: Comments may be provided in square brackets "[...]" at the beginning of the sequence.
pl: Komentarze mogą być zamieszczane w nawiasach kwadratowych "[...] " na początku sekwencji.

source: Format specifiers have the form "[*][N]x" or "[*][M-N]x", where the optional argument "N" specifies the number of repetitions (between 1 and 99999), "M-N" specifies a random number of repetitions in the range from M to N, and "x" is the actual format specifier/placeholder. The optional asterisk (*) means that each character must occur only once in the sequence. Example: "16u" means "Insert 16 random upper-case letters into the password".
pl: Specyfikatory formatu mają postać "[*][N]x" lub "[*][M-N]x", gdzie the argument opcjonalny "N" określa liczbę powtórzeń (między 1 i 99999), "M-N" określa losową liczbę powtórzeń w zakresie z M do N, i "x" jest rzeczywistym specyfikatorem/symbolem zastępczym formatu. Opcjonalna gwiazdka (*) oznacza, że każdy znak musi wystąpić tylko raz w sekwencji. Przykład: "16u" oznacza "Wstaw 16 losowe wielkie litery do hasła".

source: List of placeholders with optional argument "N":
pl: Lista symboli zastępczych z opcjonalnym argumentem "N":

source: custom character set
pl: niestandardowy zestaw znaków

source: vowels, lower-case
pl: samogłoski, małe litery

source: vowels, mixed-case
pl: samogłoski, mieszane litery

source: vowels, upper-case
pl: samogłoski, wielkie litery

source: consonants, lower-case
pl: spółgłoski, małe litery

source: consonants, mixed-case
pl: spółgłoski mieszane litery

source: consonants, upper-case
pl: spółgłoski, wielkie litery

source: List of special format specifiers (possible usage of argument "N" is indicated by "{N}"):
pl: Lista specyfikatorów formatu specjalnego (możliwe użycie argumentu "N" jest wskazany przez "{N}"):

source: insert password generated via "Include characters/words"
pl: wstaw hasło wygenerowane przez "Uwzględnij znaki/słowa"

source: words from word list, multiple words are separated by spaces
pl: słowa z listy słów, wiele słów jest oddzielonych spacjami

source: words, multiple words are not separated at all
pl: słowa, wiele słów nie jest w ogóle rozdzielonych

source: repeat input sequence in brackets N times
pl: powtórz sekwencję wejściową w nawiasach N razy

source: randomly permute formatted sequence in brackets, keep N characters
pl: losowo permutuj sformatowaną sekwencję w nawiasach, zachowaj N znaków

source: treat sequence as character set and insert N characters
pl: traktuj sekwencję jako zestaw znaków i wstaw N znaków

source: Additional notes:
pl: Dodatkowe uwagi:

source: Text enclosed with quotation marks "..." is copied verbatim to the password.
pl: Tekst ujęty w cudzysłów "..." jest kopiowany dosłownie do hasła.

source: MP Password Generator
pl: MP Generator Haseł

source: Master password
pl: Hasło Główne

source: Enter password...
pl: Wprowadź hasło...

source: Clear
pl: Wyczyść

source: Expiry countdown:
pl: Odliczanie wygaśnięcia:

source: Ask for password confirmation
pl: Pytaj o potwierdzenie hasła

source: Show checksum of password:
pl: Pokaż sumę kontrolną hasła:

source: Key expires after the following time (seconds):
pl: Klucz wygasa po następującym czasie (sek.):

source: Provide compatibility with "Hashapass"
pl: Zapewnij kompatybilność z "Hashapass"

source: Add password length to parameter
pl: Dodaj długość hasła do parametru

source: Autotype sequence:
pl: Autozapis-sekwencji:

source: Password generator
pl: Generator haseł

source: %d ch. / %.1f bits per ch.
pl: %d znaków / %.1f bitów na znak

source: Resulting password:
pl: Powstałe Hasła:

source: Use as default random generator
pl: Użyj jako domyślnego generatora losowego

source: Alphanumeric
pl: Alfanumeryczny

source: Hexadecimal
pl: Szesnastkowy

source: Key has expired.
pl: Klucz wygasł.

source: Key has been cleared.
pl: Klucz został wyczyszczony.

source: New key generated.
pl: Wygenerowano nowy klucz.

source: Enter or paste some text into the box below, press mouse buttons, or move your mouse within the window.
pl: Wygenerowano nowy klucz.

source: %d bits of entropy have been added to the random pool.
pl: %d bites z entropii zostało dodane do puli losowej.

source: Database not encrypted, or invalid key
pl: Baza danych niezaszyfrowana lub nieprawidłowy klucz

source: File contents modified, or invalid key
pl: Zawartość pliku zmodyfikowana lub nieprawidłowy klucz

source: Unknown file format
pl: Nieznany format pliku

source: Invalid file format
pl: Nieprawidłowy format pliku

source: Title
pl: Tytuł

source: Title:
pl: Tytuł:

source: User name
pl: Nazwa użytkownika

source: User name:
pl: Nazwa użytkownika:

source: Password
pl: Hasło

source: Password:
pl: Hasło:

source: Keyword
pl: Słowo kluczowe

source: Keyword:
pl: Słowo kluczowe:

source: Notes
pl: Notatki

source: Notes:
pl: Notatki:

source: Key-value list
pl: Klucz-lista wartości

source: Key-value list:
pl: Klucz-lista wartości:

source: Creation time
pl: Czas tworzenia

source: Creation time:
pl: Czas tworzenia:

source: Last modification
pl: Ostatnia modyfikacja

source: Last modification:
pl: Ostatnia modyfikacja:

source: Tags
pl: Tagi

source: Tags:
pl: Tagi:

source: Select and add existing tag
pl: Wybierz i dodaj istniejący tag

# tags
source: All
pl: Wszystkie

source: All search results
pl: Wszystkie wyniki wyszukiwania

source: Untagged
pl: Nieoznakowane

source: Key
pl: Klucz

source: Value
pl: Wartość

source: Edit
pl: Edytuj

source: View
pl: Widok

source: New...
pl: Nowy...

source: Open...
pl: Otwórz...

source: Save
pl: Zapisz

source: Save As...
pl: Zapisz jako...

source: Lock
pl: Blokuj

source: Unlock
pl: Odblokuj

source: Export to
pl: Eksportuj do

source: CSV File...
pl: Plik CSV...

source: Database Settings...
pl: Ustawienia bazy danych...

source: Change Master Password...
pl: Zmień hasło główne....

source: Copy User Name
pl: Kopiuj nazwę użytkownika

source: Copy Password
pl: Kopiuj hasło

source: Open URL
pl: Otwórz URL

source: Run
pl: Uruchom

source: Add Entry
pl: Dodaj wpis

source: Duplicate Entry
pl: Duplikat wpisu

source: Delete Entry
pl: Usuń wpis

source: Show Columns
pl: Pokaż kolumny

source: Show Passwords in List
pl: Pokaż hasła na liście

source: Sort Entries By
pl: Sortuj wpisy wg

source: Unsorted
pl: Niesortowane

source: Sort Order
pl: Kolejność sortowania

source: Ascending
pl: Rosnąco

source: Descending
pl: Malejąco

source: Sort Tags By
pl: Sortuj Tagi wg

source: Name
pl: Nazwa

source: Frequency
pl: Częstotliwość

source: Change List Font...
pl: Zmień czcionkę listy...

source: Change Password Font...
pl: Zmień czcionkę hasła...

source: Previous entry
pl: Poprzedni wpis

source: Next entry
pl: Następny wpis

source: Accept changes
pl: Akceptuj zmiany

source: Undo changes
pl: Cofnij zmiany

source: Search...
pl: Szukaj...

source: Clear search
pl: Wyczyść wyszukiwanie

source: Left-click: Perform search, right-click: Search options
pl: Lewe-kliknięcie: Wykonaj wyszukiwanie, prawy-klik: Opcje wyszukiwania

source: Case-sensitive search
pl: Wyszukiwanie z uwzględnieniem wielkości liter

source: Fuzzy search (approximate matching)
pl: Wyszukiwanie rozmyte (przybliżone dopasowanie)

source: Lock/unlock database
pl: Zablokuj/odblokuj bazę danych

source: Left-click: Hide/show password, right-click: Generate password
pl: Lewy-klik: Ukryj/pokaż hasło, prawy-klik: Wygeneruj hasło

source: Unlock %s
pl: Odblokuj %s

source: Open %s
pl: Otwórz %s

source: Create new database
pl: Utwórz nową bazę danych

source: Could not find database file: "%s".
pl: Nie można znaleźć pliku bazy danych: "%s".

source: Error while opening database file: %s.
pl: Błąd podczas otwierania pliku bazy danych: %s.

source: The currently selected entry has been changed. Do you want to save the changes?
pl: Aktualnie wybrana pozycja została zmieniona. Czy chcesz zapisać wprowadzone zmiany?

source: The database has been changed. Do you want to save the changes?
pl: Baza danych została zmieniona. Czy chcesz zapisać wprowadzone zmiany?

source: An untitled database cannot be locked.
pl: Baza danych bez tytułu nie może zostać zablokowana.

source: Could not save backup file "%s".
pl: Nie można zapisać pliku kopii zapasowej: "%s".

source: Error while saving database file: %s.
pl: Błąd podczas zapisywania pliku bazy danych: %s.

source: Please finish editing the current entry before adding new entries.
pl: Proszę zakończyć edycję bieżącego wpisu przed dodaniem nowych wpisów.

source: %d entries with passwords have been added.
pl: %d dodano wpisy z hasłami.

source: 1 entry found.
pl: 1 znaleziony wpis.

source: %d entries found.
pl: %d znaleziono wpisów.

source: Search via hot key.
pl: Wyszukiwanie za pomocą skrótu.

source: No matching keyword found for window text "%s".
pl: Nie znaleziono pasującego słowa kluczowego dla tekstu okna "%s".

source: New Entry
pl: Nowy Wpis

source: Please specify at least a title or password.
pl: Podaj co najmniej tytuł lub hasło.

source: Delete 1 entry?
pl: Usunąć 1 wpis?

source: Delete %d entries?
pl: Usunąć wpisy %d?

source: Enter OLD master password
pl: Wprowadź STARE hasło główne

source: Enter NEW master password
pl: Wprowadź NOWE hasło główne

source: Master password successfully changed.
pl: Hasło główne zostało pomyślnie zmienione.

source: Old master password is invalid.
pl: Stare hasło główne jest nieprawidłowe.

source: Untitled
pl: Bez tytułu

# noun
source: Copy
pl: Kopiuj

source: Database successfully exported to CSV file.
pl: Baza danych została pomyślnie wyeksportowana do pliku CSV.

source: Error while creating CSV file: %s.
pl: Błąd podczas tworzenia pliku CSV: %s.

source: Password databases
pl: Bazy danych z hasłami

source: CSV files
pl: Pliki CSV

source: Autotype
pl: AutoZapis

source: Format password
pl: Formatuj hasło

source: Rearrange Entry
pl: Zmień zakres wpisu

source: Move to Top
pl: Przesuń do góry

source: Move up by one
pl: Przesuń o jeden w górę

source: Move down by one
pl: Przesuń o jeden na dół

source: Move to Bottom
pl: Przesuń na dół

source: The maximum tag length is %d characters. Longer tags have been shortened.
pl: Maksymalna długość tagu to %d znaków. Dłuższe tagi zostały skrócone.

source: Enter master password again
pl: Wprowadź ponownie hasło główne

source: Master password is invalid.
pl: Hasło główne jest nieprawidłowe.

source: Edit key-value list
pl: Edytuj klucz-listę wartości

source: Profile "%s" not found.
pl: Profil "%s" nie znaleziono.

source: Password expiry
pl: Wygaśnięcie hasła

source: Expires:
pl: Wygasa:

source: Change expiry date
pl: Zmień datę ważności

source: Filter expired entries
pl: Filtrowanie wygasłych wpisów

source: %d days
pl: %d dni

source: The database contains expired entries. Do you want to filter these entries now?
pl: Baza danych zawiera wygasłe wpisy. Czy chcesz teraz filtrować te wpisy?

source: Select columns
pl: Wybierz kolumny

source: Select at least one column.
pl: Wybierz co najmniej jedną kolumnę.

source: Error while formatting string
pl: Błąd podczas formatowania ciągu

source: Invalid UTF-16 character encoding
pl: Nieprawidłowe kodowanie znaków UTF-16

source: Error while converting string to UTF-8
pl: Błąd podczas konwersji ciągu na UTF-8

source: Error while decoding UTF-8 string
pl: Błąd podczas dekodowania ciągu UTF-8

source: Unicode string too long
pl: Zbyt długi ciąg znaków Unicode

source: Invalid ANSI or UTF-8 character encoding, or Unicode string too long
pl: Nieprawidłowe kodowanie znaków ANSI lub UTF-8 albo zbyt długi ciąg znaków Unicode

source: Error while encoding Unicode string
pl: Błąd podczas kodowania ciągu Unicode

source: Out of disk space
pl: Brak miejsca na dysku

source: Could not open file/execute operation "%s".
pl: Nie można otworzyć pliku/wykonaj operację "%s".

source: Source file does not contain enough trigrams
pl: Plik źródłowy nie zawiera wystarczającej liczby trygramów

source: Database settings
pl: Ustawienia bazy danych

source: Default user name for new entries:
pl: Domyślna nazwa użytkownika dla nowych wpisów:

source: Generate passwords for new entries using format sequence:
pl: Generuj hasła dla nowych wpisów przy użyciu sekwencji formatów:

source: Generate test password using format sequence
pl: Generowanie hasła testowego przy użyciu sekwencji formatów

source: Encryption algorithm:
pl: Algorytm szyfrowania:

source: %s with %d-bit key
pl: %s z %d-bit-klucz

source: Number of key derivation rounds:
pl: Liczba rund wyprowadzania klucza:

source: Calculate number of rounds for a 1 second delay
pl: Oblicz liczbę rund dla 1 sekundy opóźnienia

source: Invalid number of key derivation rounds.
pl: Nieprawidłowa liczba rund wyprowadzenia klucza.

source: By default, new entries expire after the following number of days:
pl: Domyślnie nowe wpisy wygasają po następującej liczbie dni:

source: Key-value list editor
pl: Klucz-edytor listy wartości

source: Properties
pl: Właściwości

source: Property
pl: Właściwość

source: Location
pl: Lokalizacja

source: Size
pl: Rozmiar

source: Format version
pl: Format-wersja

source: Number of entries
pl: Liczba wpisów

source: Number of expired entries
pl: Liczba wygasłych wpisów

source: Number of tags
pl: Liczba tagów

source: Compression
pl: Kompresja

source: Enable data compression (Deflate)
pl: Włącz kompresję danych (Obniżenie)

source: Confirm password
pl: Potwierdź hasło

source: Password quality estimation is disabled
pl: Oszacowanie jakości hasła jest wyłączone

source: Estimate password quality
pl: Oszacowanie jakości hasła

source: Password history
pl: Historia haseł

source: Password changed
pl: Hasło zmienione

source: Password changed:
pl: Hasło zmienione:

source: Keep last passwords - up to:
pl: Zachowaj ostatnie hasła - do:

source: Set Date/Time
pl: Ustaw Datę/Czas

source: Password database entry is being edited.
pl: Edytowany jest wpis hasła do bazy danych.

source: Password database contains unsaved changes.
pl: Baza danych haseł zawiera niezapisane zmiany.

source: Filtered
pl: Filtrowane

source: Remove filter
pl: Usuń filtr

source: Build...
pl: Tworzenie...

source: Build character set definition
pl: Tworzenie definicji zestawu znaków

source: Character Set Builder
pl: Kreator Ustawień Znaków

source: Character set selection
pl: Wybór ustawień znaków

source: Exclude characters
pl: Wyklucz znaki

source: Tag/comment
pl: Tag/komentarz

source: Resulting character set definition
pl: Wynikowa definicja ustawień znaków

source: Apply
pl: Zastosuj

source: Lower-case letters (a-z)
pl: Małe litery (a-z)

source: Upper-case letters (A-Z)
pl: Wielkie litery (A-Z)

source: Digits (0-9)
pl: Cyfry (0-9)

source: Characters from range:
pl: Znaki z zakresu:

source: Additional characters:
pl: Dodatkowe znaki:

source: At least
pl: Co najmniej

source: From:
pl: Od:

source: to:
pl: do:

source: Invalid character range
pl: Nieprawidłowy zakres znaków
