Repository: cthoeing/passwordtech
Catalog: languages/Polish.po
Languages: pl

source: Info
pl: Informacja

source: Warning
pl: Ostrzeżenie

source: Question
pl: Pytanie

source: Error
pl: Błąd

source: Profile:
pl: Profil:

source: Settings
pl: Ustawienia

source: Include Characters (pass*words*)
pl: Uwzględnij Znaki (pass*words*)

source: Length:
pl: Długość:

source: Character Set:
pl: Ustaw Znaki:

source: Show details
pl: Pokaż Szczegóły

source: Include Words (Pass*phrases*)
pl: Uwzględnij Słowa (Pass*phrases*)

source: Number:
pl: Ilość:

source: Word List File:
pl: Plik z Listą Słów:

source: Browse
pl: Przeglądaj

source: Specify length*:
pl: Określ długość*:

source: Combine Words with Characters
pl: Łączenie Słów z Znakami

source: Format password:
pl: Format hasła:

source: Run script:
pl: Uruchom skrypt:

source: Reload script
pl: Przeładuj skrypt

source: Multiple passwords:
pl: Wiele haseł:

source: Generate
pl: Generuj

source: Generate to Clipboard
pl: Generuj do Schowka

source: Generate to File...
pl: Generuj do Pliku...

source: Include Header
pl: Zawiera Nagłówek

source: Advanced
pl: Zaawansowane

source: %d option(s) active
pl: %d opcja(e) aktywna

source: Deactivate All Options
pl: Dezaktywuj wszystkie opcje

source: Deactivate All Starred (*) Options
pl: Dezaktywuj wszystkie opcje gwiazdką (*)

source: Generated Password
pl: Wygenerowane Hasło

source: Click on "Generate"
pl: Kliknij "Generuj".

source: Hide/show password
pl: Ukryj/pokaż hasło

source: Hold left mouse button to drag & drop password
pl: Przytrzymaj lewy przycisk myszy, aby przeciągnąć & upuścić hasło

source: File
pl: Plik

source: Profile
pl: Profil

source: Profile Editor...
pl: Profil Edytor...

source: Exit
pl: Wyjście

source: Backup Settings...
pl: Ustawienia Kopii Zapasowej...

source: Restore Settings from Backup...
pl: Przywracanie ustawień z kopii zapasowej...

source: Could not copy the following language file(s):
pl: Nie można skopiować następujących plików językowych:

source: Select folder to store backup
pl: Wybierz folder do przechowywania kopii zapasowej

source: Select folder containing backup to restore
pl: Wybierz folder zawierający kopię zapasową do przywrócenia

source: Configuration file "%1" not found in folder.
pl: Plik konfiguracyjnego "%1" nie znaleziono w folderze.

source: Tools
pl: Narzędzia

source: Clear Clipboard
pl: Wyczyść Schowek

source: Encrypt Clipboard...
pl: Zaszyfruj Schowek...

source: Decrypt Clipboard...
pl: Odszyfruj Schowek...

source: Create Random Data File...
pl: Utwórz Losowo Plik Danych...

source: Create Trigram File...
pl: Utwórz Plik Trygramu...

source: Deterministic Random Generator
pl: Deterministyczny Losowy Generator

source: Reset
pl: Resetuj

source: Deactivate
pl: Dezaktywuj

source: Provide Additional Entropy
pl: Zapewnij Dodatkową Entropię

source: As Text...
pl: Jako tekst...

source: From File...
pl: Z pliku...

source: Options
pl: Opcje

source: Configuration...
pl: Konfiguracja...

source: Language
pl: Język

source: Always on Top
pl: Zawsze na górze

source: Hide Entropy Progress
pl: Ukryj Postęp Entropii

source: Save Settings on Exit
pl: Zapisz ustawienia przy wyjściu

source: Save Settings Now
pl: Zapisz teraz ustawienia

source: Help
pl: Pomoc

source: Open Manual
pl: Otwórz Instrukcję

source: Command Line Arguments...
pl: Argumenty wiersza poleceń...

source: Visit Website
pl: Odwiedź Stronę

source: Get Translations...
pl: Pobierz Tłumaczenia...

source: Donate...
pl: Darowizna...

source: Check for Updates
pl: Sprawdź aktualizacje

source: Timer Info...
pl: Informacje o timerach...

source: About %s...
pl: O %s...

source: Restore %s
pl: Przywróć %s

source: Generate Password
pl: Generator Hasła

source: Generate and Show Password...
pl: Generowanie i Wyświetlanie Haseł...

source: Generate and Autotype Password
pl: Generowanie i Autozapis Hasła

source: Open user manual
pl: Otwórz instrukcję obsługi

source: Clear clipboard (text contents only)
pl: Wyczyść schowek (tylko kontekst tekstowy)

source: Clipboard text encryption (left-click) or decryption (right-click)
pl: Szyfrowanie (kliknięcie lewym przyciskiem myszy) lub odszyfrowanie (kliknięcie prawym przyciskiem myszy) tekstu w schowku

source: Load, create or delete profiles
pl: Ładowanie, tworzenie i usuwanie profili

source: Generate passwords based on a master password
pl: Generowanie haseł na podstawie hasła głównego

source: Main configuration of the program
pl: Główna konfiguracja programu

source: Reset Counters
pl: Resetuj licznik

source: All files
pl: Wszystkie pliki

source: Text files
pl: Pliki tekstowe

source: Trigram files
pl: Pliki trygramu

source: Lua scripts
pl: Skrypty Lua

source: Undo
pl: Cofnij

source: Cut
pl: Wytnij

source: Copy
pl: Kopiuj

source: Encrypt && Copy
pl: Szyfruj && Kopiuj

source: Paste
pl: Wklej

source: Perform Autotype
pl: Wykonywanie autozapisu

source: Add to Database
pl: Dodaj do bazy danych

source: Delete
pl: Usuń

source: Select All
pl: Zaznacz wszystko

source: Clear List
pl: Wyczyść listę

source: Remove Entry
pl: Usuń wpis

source: Editable
pl: Pasek edycji

source: Enable Password Testing
pl: Włącz testowanie haseł

source: Change Font...
pl: Zmień czcionkę...

source: Select high-entropy file
pl: Wybierz plik o wysokiej entropii

source: Manage passwords in encrypted databases
pl: Menedżer haseł z zaszyfrowanymi bazami danych

source: Reload profile
pl: Przeładuj profil

source: Add profile
pl: Dodaj profil

source: Set up...
pl: Ustawienia...

source: Password Manager...
pl: Menedżer Haseł...

source: Enter Donor Key...
pl: Wprowadź Klucz Darczyńcy...

source: Reset All Window Positions
pl: Zresetuj wszystkie pozycje okna

source: Could not read random seed file "%s".
pl: Nie można odczytać losowego pliku źródłowego "%s".

source: Could not write to random seed file "%s".
pl: Nie można zapisać do losowego pliku źródłowego "%s".

source: Unknown command line switch(es): %s
pl: Nieznane przełączniki wiersza poleceń: %s

source: Error while loading word list file "%s".
pl: Błąd ładowania pliku listy słów "%s".

source: Error while loading list of common passwords: %s.
pl: Błąd ładowania listy typowych haseł: %s.

source: %s encountered %d error(s) during startup:
pl: Wystąpił błąd %d podczas uruchamiania %s:

source: If you like %s, please consider making a donation. Thank you!
pl: Jeśli podoba Ci się %s rozważ dokonanie darowizny. Dzięki!

source: Character set "%s" is invalid.
pl: Zestaw znaków "%s" jest nieprawidłowy.

source: Error while writing to configuration file: %s.
pl: Błąd zapisu pliku konfiguracyjnego: %s.

source: %d characters / %.1f bits per character
pl: %d znaków / %.1f bitów na znak

source: %d words / %.1f bits per word
pl: %d słów / %.1f bitów na słowo

source: Could not open trigram file.
pl: Nie można otworzyć pliku trygramu.

source: Invalid trigram file.
pl: Nieprawidłowy plik trygramu.

source: Matches common password!
pl: Dopasuj do wspólnego hasła!

source: Text successfully encrypted.
pl: Tekst został pomyślnie zaszyfrowany.

source: Text successfully decrypted.
pl: Tekst został pomyślnie odszyfrowany.

source: Could not open clipboard.
pl: Nie można otworzyć schowka.

source: The text to be encrypted is too long.
pl: Tekst do zaszyfrowania jest zbyt długi.

source: No text available to process.
pl: Brak tekstu dostępnego do przetworzenia.

source: Not enough memory available to perform the operation. Try to use a shorter text.
pl: Za mało pamięci dostępnej dla wykonania operacji. Spróbuj użyć krótszego tekstu.

source: Decryption failed. This may be attributed to the following reasons:
pl: Odszyfrowanie nie powiodło się. Możliwe przyczyny tego są następujące:

source: - You entered a wrong password.
pl: - Wprowadziłeś nieprawidłowe hasło.

source: - The text is corrupted. - The text is not encrypted.
pl: - Tekst jest niepoprawny. - Tekst nie jest zaszyfrowany.

source: This should not have happened: Decryption successful, but decompression failed.
pl: To nie powinno się zdarzyć: Odszyfrowanie powiodło się, ale Dekompresja nie powiodła się.

source: Could not register the following hot keys:
pl: Nie można zarejestrować następujących skrótów klawiszowych:

source: The selected file already exists. Do you want to append passwords to this file (existing passwords will be preserved), or do you want to completely overwrite it? Yes -> append passwords, No -> overwrite file, Cancel -> cancel process.
pl: Wybrany plik już istnieje. Czy chcesz dodać hasła do pliku (istniejące hasła są zachowywane), czy chcesz całkowicie nadpisać plik? Ja -> Dodaj hasła, Nein -> Nadpisz plik, Anuluj -> anuluj proces.

source: Passphrase: Invalid length range.
pl: Hasło: Nieprawidłowy zakres długości.

source: If the option "Each character must occur only once" is activated, the password length is limited to the size of the character set (%d).
pl: Jeśli opcja "Każdy znak może być użyty tylko raz" jest aktywowany, długość hasła ograniczone do rozmiaru zestawu znaków (%d).

source: If the option "Each word must occur only once" is activated, the number of words is limited to the size of the word list (%d).
pl: Jeśli opcja "Każde słowo może być użyte tylko raz” jest aktywowany, jest liczbą słowa ograniczone do rozmiaru listy słów (%d).

source: Error while loading script: %s.
pl: Błąd podczas ładowania skryptu: %s.

source: Generating password list ...
pl: Wygeneruj listę haseł ...

source: %d of %d passwords generated.
pl: %d z %d wygenerowane hasła.

source: Generating passphrase ...
pl: Generowanie hasła ...

source: %d of %d passphrases generated.
pl: %d z %d wygenerowane hasła.

source: "P" is not specified.
pl: "P" nie jest określone.

source: Password not available
pl: Hasło niedostępne

source: Password too long.
pl: Hasło zbyt długie.

source: %d invalid format specifier(s): %s
pl: %d nieprawidłowe specyfikator(y) formatu: %s

source: Executing script
pl: Uruchom skrypt

source: Waiting for script ...
pl: Oczekiwanie na skrypt ...

source: Script thread was terminated forcibly. Please check script for infinite loops.
pl: Wątek skryptu został przerwany siłą. Sprawdź, czy w skrypcie nie ma nieskończonych pętli.

source: The estimated list size will probably exceed the internal memory limit. Please reduce the number of passwords
pl: Szacowany rozmiar listy prawdopodobnie przekroczy limit pamięci wewnętrznej. Proszę zmniejszyć liczbę haseł

source: The memory limit of the password list has been reached. The number of passwords has been reduced to %d.
pl: Limit przechowywania listy haseł została przekroczona. Liczba haseł została zredukowana do %d.

source: %d passwords generated.
pl: %d wygenerowane hasła.

source: %d passwords generated. Entropy of the first password: %d bits. Maximum entropy of the entire list: %d bits.
pl: %d wygenerowane hasła. Entropia pierwszego hasła: %d bitów. Maksymalna entropia całej listy: %d bitów.

source: Password copied to clipboard.
pl: Hasło skopiowane do schowka.

source: Copying password list ...
pl: Kopiowanie listy haseł ...

source: File "%s" successfully created. %d passwords written.
pl: Plik "%s" pomyślnie wygenerowane. %d hasła zapisane.

source: An error has occurred during password generation: %s.
pl: Podczas generowania hasła wystąpił błąd: %s.

source: %d passwords written to file "%s".
pl: %d hasła zapisane do pliku "%s".

source: %d bits / %d characters
pl: %d bitów / %d znaków

source: Passwords: %d
pl: Hasła: %d

source: Invalid character set.
pl: Nieprawidłowy zestaw znaków.

source: default (English) trigrams
pl: domyślne (angielskie) trygramy

source: File "%s"
pl: Plik "%s"

source: (phonetic, based on trigram frequencies from the following source: <%s>)
pl: (fonetyczny, oparty na częstotliwościach trygramu z następującego źródła: <%s>)

source: The character set you entered is invalid. It must contain at least 2 different characters.
pl: Wprowadzony zestaw znaków jest nieprawidłowy. Musi zawierać co najmniej 2 różne znaki.

source: Currently loaded character set:
pl: Aktualnie załadowany zestaw znaków:

source: Could not open file.
pl: Nie można otworzyć pliku.

source: Not enough valid words.
pl: Za mało poprawnych słów.

source: Select word list file
pl: Wybieranie pliku z listą wyrazów

source: Error while loading the file "%s": %s
pl: Błąd ładowania pliku "%s": %s

source: default (English) word list
pl: domyślna (angielska) lista słów

source: Currently loaded word list:
pl: Aktualnie załadowana lista słów:

source: First word:
pl: Pierwsze słowo:

source: Random word:
pl: Losowe słowo:

source: Last word:
pl: Ostatnie słowo:

source: The version of this language (%s) is not compatible with this program version. This version of %s requires a language version of at least %s. Do you want to use it anyway?
pl: Wersja tego języka (%s) nie jest kompatybilna z tą wersją programu. Ta wersja %s wymaga języka wersja co najmniej %s. Czy nadal chcesz z nich korzystać?

source: The version of this language (%s) is higher than the version of this program (%s). Therefore, version incompatibilities may occur. Do you want to use it anyway?
pl: Wersja tego języka (%s) jest wyższa niż wersja tego programu (%s). W związku z tym może to prowadzić do niezgodności wersji. Czy mimo to chcesz go użyć?

source: The language file will be loaded when you restart the program. Do you want to restart now?
pl: Plik językowy można załadować tylko, po ponownym uruchomieniu programu. Czy chcesz teraz zrestartować?

source: Password is too long to show it in a message box like this. It has been copied to the clipboard.
pl: Hasło jest za długie, aby wyświetlić w polu tekstowym takim jak to. Został skopiowany do schowka.

source: The generated password is: %s The estimated security is %d bits. Yes -> copy password to clipboard, No -> generate new password, Cancel -> cancel process.
pl: Wygenerowane hasło to: %s Szacowane bezpieczeństwo to %d bitów. Tak -> Skopiuj hasło do schowka, Nie -> generuj nowego hasła, Anuluj -> anuluj proces.

source: All entries will be removed from the list. Are you sure?
pl: Wszystkie wpisy są usuwane z listy. Jesteś pewny?

source: Total Entropy Bits: %d
pl: Ogółem bity Entropii: %d

source: High-resolution timer used: %s. Current value: %s.
pl: Zastosowany timer o wysokiej rozdzielczości: %s Wartość obecna: %s.

source: Could not download version file
pl: Nie można pobrać pliku wersji

source: URL not found, or unknown format of version file
pl: Nie znaleziono URL lub nieznany format pliku wersji pliku

source: A new version (%s) of %s is available! Do you want to visit the download page now?
pl: Nowa wersja (%s) z %s jest dostępna! Czy chcesz teraz przejść do strony pobierania?

source: (NOTE: %s)
pl: (UWAGA: %s)

source: Your version of %s is up-to-date.
pl: Twoja wersja %s jest aktualna.

source: Error while checking for updates: %s.
pl: Sprawdzanie błędów aktualizacji: %s.

source: WARNING: Random generator is deterministic (press F7 to deactivate)!
pl: OSTRZEŻENIE: Generator losowy jest deterministyczny (naciśnij F7, aby dezaktywować)

source: Clipboard cleared.
pl: Schowek wyczyszczony.

source: Profile "%s" activated.
pl: Profil "%s" aktywowano.

source: Deterministic random generator has been ACTIVATED.
pl: Deterministyczny generator liczb losowych AKTYWOWANO.

source: Deterministic random generator has been RESET.
pl: Deterministyczny generator liczb losowych RESET.

source: Deterministic random generator has been DEACTIVATED.
pl: Deterministyczny generator liczb losowych DEZAKTYWOWANO.

source: ERROR: Profile "%s" not found.
pl: BŁĄD: Profilu "%s" nie znaleziono.

source: Selected profile "%s".
pl: Wybrano "%s" profil.

source: Generating %d password(s) ...
pl: Generowanie %d hasła ...

source: Command line function "gen" is only effective when %s is run from the console.
pl: Funkcja wiersza poleceń "gen" jest tylko efektywny, gdy %s jest uruchamiany z konsoli.

source: Your donor key has expired: The maximum number of updates has been reached.
pl: Twój klucz darczyńcy wygasł: Osiągnięto maksymalną liczbę aktualizacji.

source: Donor key is invalid.
pl: Klucz darczyńcy jest nieprawidłowy.

source: Donor Key
pl: Klucz Darczyńcy

source: Enter donor key:
pl: Wpisz klucz:

source: Your Donor ID is: %s Supported number of updates: %s
pl: Twój ID Darczyńcy jest: %s Obsługiwana liczba aktualizacji: %s

source: Unlimited
pl: Bez ograniczeń

source: Thank you for your support!
pl: Dziękuję za Twoje wsparcie!

source: Copy this information to the clipboard?
pl: Skopiować te informacje do schowka?

source: Donor key has expired.
pl: Klucz darczyńcy wygasł.

source: Settings saved.
pl: Zapisane ustawienia.

source: Save password
pl: Zapisz hasło

source: Clear Password Cache
pl: Wyczyść Pamięć Haseł

source: Password cache cleared.
pl: Wyczyszczono pamięć haseł.

source: Select Lua script file
pl: Wybierz plik skryptu Lua

source: Waiting for active threads to finish ...
pl: Oczekiwanie na zakończenie aktywnych wątków ...

source: Donate at least one of the following amounts to receive a Donor Key: %d EUR / %d USD: Valid for current version and %d updates. %d EUR / %d USD: Valid for the entire lifetime of version 3. Do you want to donate now?
pl: Przekaż darowiznę co najmniej jednej z następujących kwot Kwoty do uzyskania Klucza Darczyńcy: %d EUR / %d USD: Obowiązuje dla bieżącej wersji i %d aktualizacji. %d EUR / %d USD: Obowiązuje przez cały okres ważności Wersji 3. Czy chcesz przekazać darowiznę teraz?

source: Could not access registry key %s.
pl: Odmowa dostępu do klucza rejestracyjnego: %s.

source: Configuration
pl: Konfiguracja

source: General
pl: Ogólne

source: Security
pl: Bezpieczeństwo

source: Files
pl: Pliki

source: Updates
pl: Aktualizacje

source: Database
pl: Baza danych

source: User interface style:
pl: Styl interfejsu użytkownika:

source: Application icon:
pl: Ikona aplikacji:

source: Change font for the GUI controls:
pl: Zmień czcionkę kontrolek GUI:

source: Select font
pl: Wybierz czcionkę

source: Show system tray icon constantly
pl: Stale pokazuj ikonę na pasku zadań

source: Minimize program to system tray
pl: Minimalizuj program do zasobnika systemowego

source: Minimize before performing autotype
pl: Minimalizuj przed wykonaniem autozapisu

source: Autotype delay between characters (ms):
pl: Opóźnienie autozapisu między znakami (ms):

source: Ask before exiting application
pl: Zapytaj przed wyjściem z aplikacji

source: Launch application on system startup (for current user)
pl: Uruchom aplikację podczas uruchamiania systemu (dla bież. użytkownika)

source: Load the following profile on startup:
pl: Załaduj profil podczas uruchamiania:

source: Encryption algorithm for generating random data via random pool:
pl: Algorytm szyfrowania do generowania losowych danych za pomocą losowej puli:

source: Test passwords against list of common passwords
pl: Testowanie haseł pod kątem listy popularnych haseł

source: Use advanced password strength estimation (%s)
pl: Użyj zaawansowanej oceny siły hasła (%s)

source: Use advanced password strength estimation (zxcvbn)
pl: Użyj zaawansowanej oceny siły hasła (zxcvbn)

source: Clear clipboard automatically after the following time (seconds):
pl: Wyczyść schowek automatycznie po upływie następującego czasu (sekund):

source: Clear password box automatically after the following time (seconds):
pl: Wyczyść pole hasła automatycznie po następującym czasie (sekundach):

source: Automatic check for updates
pl: Automatyczne sprawdzanie aktualizacji

source: Daily
pl: Codziennie

source: Weekly
pl: Tygodniowo

source: Monthly
pl: Miesięcznie

source: Disabled
pl: Wyłączono

source: Actions
pl: Działania

source: Show/restore main window
pl: Pokaż/przywróć okno główne

source: No further action
pl: Brak dalszych działań

source: Generate single password in main window
pl: Generowanie pojedynczego hasła w oknie głównym

source: Generate multiple passwords
pl: Generowanie wielu haseł

source: Generate password and copy it to the clipboard
pl: Generuj hasło i skopiuj je do schowka

source: Generate password and show it in a message box
pl: Generuj hasło i pokaż je w oknie komunikatu

source: Generate password and perform autotype
pl: Generuj hasła i wykonywanie autozapisu

source: Open MP password generator
pl: Otwórz generator haseł MP

source: Show password manager
pl: Pokaż menedżera haseł

source: Show MP password generator
pl: Pokaż generator haseł MP

source: Search database for keyword in window title
pl: Przeszukaj bazę danych dla słowa kluczowego w tytule okna

source: Search database for keyword and perform autotype
pl: Przeszukaj bazę danych dla słowa kluczowego i wykonaj autozapis

source: Shortcut to assign:
pl: Przypisz skróty klawiaturowe:

source: Add
pl: Dodaj

source: Remove
pl: Usuń

source: Shortcut
pl: Skrót klawiszowy

source: Action
pl: Działanie

source: Please select a hot key action.
pl: Wybierz czynność za pomocą klawisza skrótu.

source: Character encoding of text files
pl: Kodowanie znaków w plikach tekstowych

source: Newline character sequence
pl: Sekwencja znaków nowej linii

source: Select language:
pl: Wybierz język:

source: Install...
pl: Instalacja...

source: Select language file to install
pl: Wybierz plik językowy do zainstalowania

source: Language files
pl: Plik językowy

source: Language already installed
pl: Język już zainstalowany

source: Language file already exists:
pl: Plik języka już istnieje:

source: Language "%1" installed successfully.
pl: Język "%1" zainstalowany pomyślnie.

source: Could not copy file "%1" to
pl: Nie można skopiować pliku "%1" do

source: Could not install language:
pl: Nie można zainstalować języka:

source: Are you sure you want to remove
pl: Czy na pewno chcesz usunąć

source: Could not delete file
pl: Nie można usunąć pliku

source: Clear clipboard on minimize
pl: Wyczyść schowek podczas minimalizowania

source: Clear clipboard on exit
pl: Wyczyść schowek przy wyjściu

source: Clear clipboard when closing/locking database
pl: Wyczyść schowek podczas zamykania/blokowania bazy danych

source: Lock database when minimizing application or database window
pl: Blokuj bazę danych podczas minimalizowania okna aplikacji lub bazy danych

source: Lock database after the following idle time (seconds):
pl: Blokuj bazę danych po upływie czasu bezczynności (sekundy):

source: Save automatically
pl: Zapisz automatycznie

source: Create backup of database before saving
pl: Przed zapisaniem utwórz kopię zapasową bazy danych

source: Number backups consecutively - up to:
pl: Liczba kolejnych kopii zapasowych - do:

source: Open window on startup
pl: Otwórz okno podczas uruchamiania

source: Open last used database on startup
pl: Otwórz ostatnio używaną bazę danych podczas uruchamiania

source: Keep list of recently opened files
pl: Zachowaj listę ostatnio otwieranych plików

source: Warn if database contains expired entries
pl: Ostrzegaj, jeśli baza danych zawiera wygasłe wpisy

source: Warn if database contains entries that will expire soon
pl: Ostrzegaj, jeśli baza danych zawiera wpisy, które wkrótce wygasną

source: Number of days:
pl: Liczba dni:

source: Save automatically:
pl: Zapisz automatycznie:

source: After adding/modifying an entry
pl: Po dodaniu/zmodyfikowaniu wpisu

source: After every change
pl: Po każdej zmianie

source: Default autotype sequence:
pl: Domyślna sekwencja autozapisów:

source: Maximum number of hot keys (%d) reached.
pl: Osiągnięto maksymalną liczbę klawiszy szybkiego dostępu (%d).

source: This hot key has already been assigned.
pl: Ten klawisz szybkiego dostępu został już przypisany.

source: %s (%d-bit key, operates on %d-bit blocks)
pl: %s (%d-bitowy klucz, operuje na blokach %d-bit)

source: Benchmark results (data size: %d MB):
pl: Wynik testu (rozmiar danych: %d MB):

source: Enter password:
pl: Wprowadź hasło:

source: Confirm password:
pl: Potwierdź hasło:

source: Display password
pl: Pokaż hasło

source: Cancel
pl: Anuluj
