Repository: cthoeing/passwordtech
Catalog: languages/Turkish.po
Languages: tr

source: Info
tr: Bilgi

source: Warning
tr: Uyarı

source: Question
tr: Soru

source: Error
tr: Hata

source: Profile:
tr: Profil:

source: Settings
tr: Ayarlar

source: Include Characters (Pass*words*)
tr: Karakterleri Dahil Et (Pass*words*)

source: Length:
tr: Uzunluk:

source: Character Set:
tr: Karakter Seti:

source: Show details
tr: Detayları göster

source: Include Words (Pass*phrases*)
tr: Kelimeleri Dahil Et (Pass*phrases*)

source: Number:
tr: Numara:

source: Word List File:
tr: Kelime Listesi Dosyası:

source: Browse
tr: Gözat

source: Specify length*:
tr: Uzunluğu belirtin*:

source: Combine Words with Characters
tr: Kelimeleri Karakterlerle Birleştirme

source: Format password:
tr: Şifreyi biçimlendirin:

source: Run script:
tr: Betiği çalıştır:

source: Reload script
tr: Betiği yeniden yükle

source: Multiple passwords:
tr: Çoklu şifreler:

source: Generate
tr: Oluştur

source: Generate to Clipboard
tr: Panoya Oluştur

source: Generate to File...
tr: Dosyaya Oluştur...

source: Advanced
tr: Gelişmiş

source: %d option(s) active
tr: %d seçenek(ler) etkin

source: Deactivate All Options
tr: Tüm Seçenekleri Devre Dışı Bırak

source: Deactivate All Starred (*) Options
tr: Tüm Yıldızlı (*) Seçenekleri Devre Dışı Bırak

source: Generated Password
tr: Oluşturulan Şifre

source: Click on "Generate"
tr: "Oluştur" üzerine tıklayın

source: Hide/show password
tr: Parolayı gizle/göster

source: Hold left mouse button to drag & drop password
tr: Parolayı sürükleyip bırakmak için farenin sol tuşunu basılı tutun

source: File
tr: Dosya

source: Profile
tr: Profil

source: Profile Editor...
tr: Profil Düzenleyici...

source: Exit
tr: Çıkış

source: Tools
tr: Araçlar

source: Clear Clipboard
tr: Panoyu Temizle

source: Encrypt Clipboard...
tr: Panoyu Şifrele...

source: Decrypt Clipboard...
tr: Pano Şifresini Çöz...

source: Create Random Data File...
tr: Rastgele Veri Dosyası Oluştur...

source: Create Trigram File...
tr: Trigram Dosyası Oluştur...

source: MP Password Generator...
tr: MP Şifre Oluşturucu...

source: Deterministic Random Generator
tr: Deterministik Rastgele Üreteç

source: Reset
tr: Sıfırla

source: Deactivate
tr: Devre dışı bırak

source: Provide Additional Entropy
tr: Ek Entropi Sağla

source: As Text...
tr: Metin olarak...

source: From File...
tr: Dosyadan...

source: Options
tr: Seçenekler

source: Configuration...
tr: Yapılandırma...

source: Language
tr: Dil

source: Always on Top
tr: Her Zaman Üstte

source: Hide Entropy Progress
tr: Entropi İlerlemesini Gizle

source: Save Settings on Exit
tr: Çıkışta Ayarları Kaydet

source: Save Settings Now
tr: Ayarları Şimdi Kaydet

source: Help
tr: Yardım

source: Open Manual
tr: Kılavuzu Aç

source: Command Line Arguments...
tr: Komut Satırı Argümanları...

source: Visit Website
tr: Web sitesini ziyaret edin

source: Get Translations...
tr: Çevirileri Alın...

source: Donate...
tr: Bağış...

source: Check for Updates
tr: Güncellemeleri Kontrol Edin

source: Timer Info...
tr: Zamanlayıcı Bilgisi...

source: About %s...
tr: %s Hakkında...

source: Restore %s
tr: %s'yi Geri Yükle

source: Generate Password
tr: Şifre Oluştur

source: Generate and Show Password...
tr: Parolayı Oluştur ve Göster...

source: Generate and Autotype Password
tr: Parolayı Oluştur ve Otomatik Yaz

source: Open user manual
tr: Kullanım kılavuzunu açın

source: Usage:
tr: Kullanım:

source: Display this help message.
tr: Bu yardım mesajını görüntüleyin.

source: Do not write to disk unless explicitly requested.
tr: Açıkça talep edilmedikçe diske yazmayın.

source: Load profile named 'profilename' on start-up.
tr: Başlangıçta 'profilename' adlı profili yükleyin.

source: Generate 'number' of passwords and display on the console, then close application.
tr: Parolaların 'sayısını' oluşturun ve konsolda görüntüleyin, ardından uygulamayı kapatın.

source: Launch application in the background.
tr: Uygulamayı arka planda başlatın.

source: Open database named 'filename' on start-up and show password manager window.
tr: Başlangıçta 'dosya adı' adlı veritabanını açın ve şifre yöneticisi penceresini gösterin.

source: Clear clipboard (text contents only)
tr: Panoyu temizle (yalnızca metin içeriği)

source: Clipboard text encryption (left-click) or decryption (right-click)
tr: Pano metni şifreleme (sol tıklama) veya şifre çözme (sağ tıklama)

source: Load, create or delete profiles
tr: Profil yükleme, oluşturma veya silme

source: Generate passwords based on a master password
tr: Temel parolaya dayalı parolalar oluşturma

source: Main configuration of the program
tr: Programın ana yapılandırması

source: All files
tr: Tüm dosyalar

source: Text files
tr: Metin dosyaları

source: Trigram files
tr: Trigram dosyaları

source: Lua scripts
tr: Lua betikleri

source: Undo
tr: Geri al

source: Cut
tr: Kes

source: Copy
tr: Kopyala

source: Encrypt && Copy
tr: Şifrele && Kopyala

source: Paste
tr: Yapıştır

source: Perform Autotype
tr: Otoyazmayı gerçekleştirin

source: Add to Database
tr: Veritabanına Ekle

source: Delete
tr: Sil

source: Select All
tr: Tümünü Seçin

source: Clear List
tr: Listeyi Temizle

source: Remove Entry
tr: Girişi Kaldır

source: Editable
tr: Düzenlenebilir

source: Enable Password Testing
tr: Parola Testini Etkinleştir

source: Change Font...
tr: Yazı Tipini Değiştir...

source: Reset Font
tr: Yazı Tipini Sıfırla

source: Select high-entropy file
tr: Yüksek entropili dosya seçin

source: Manage passwords in encrypted databases
tr: Şifreli veritabanlarda parolaları yönetin

source: Reload profile
tr: Profili yeniden yükle

source: Add profile
tr: Profil ekle

source: Set up...
tr: Kurulum...

source: Password Manager...
tr: Şifre Yöneticisi...

source: Enter Donor Key...
tr: Bağışçı Anahtarını Girin...

source: Reset All Window Positions
tr: Tüm Pencere Konumlarını Sıfırla

source: Could not read random seed file "%s".
tr: Rastgele çekirdek dosyası okunamadı "%s".

source: Could not write to random seed file "%s".
tr: Rastgele tohum dosyasına yazılamadı. "%s".

source: Unknown command line switch(es): %s
tr: Bilinmeyen komut satırı anahtarı(ları): %s

source: Error while loading word list file "%s".
tr: Kelime listesi dosyası yüklenirken hata oluştu. %s.

source: %s encountered %d error(s) during startup:
tr: %s, başlatma sırasında %d hata ile karşılaştı:

source: If you like %s, please consider making a donation. Thank you!
tr: Eğer %s'yi beğendiyseniz, lütfen bir bağış yapmayı düşünün. Teşekkür ederiz!

source: Character set "%s" is invalid.
tr: "%s" karakter seti geçersizdir.

source: Error while writing to configuration file: %s.
tr: Yapılandırma dosyasına yazarken hata oluştu: %s.

source: %d characters / %.1f bits per character
tr: %d karakter / %.1f bit her karakter başına

source: Could not open trigram file.
tr: Trigram dosyası açılamadı.

source: Invalid trigram file.
tr: Geçersiz trigram dosyası.

source: Matches common password!
tr: Yaygın parola ile eşleşiyor!

source: Text successfully encrypted.
tr: Metin başarıyla şifrelendi.

source: Text successfully decrypted.
tr: Metnin başarıyla şifresi çözüldü.

source: Could not open clipboard.
tr: Pano açılamadı.

source: The text to be encrypted is too long.
tr: Şifrelenecek metin çok uzun.

source: No text available to process.
tr: İşlenecek metin mevcut değil.

source: Not enough memory available to perform the operation. Try to use a shorter text.
tr: İşlemi gerçekleştirecek yeterli bellek mevcut değil. Daha kısa bir metin kullanmayı deneyin.

source: Decryption failed. This may be attributed to the following reasons:
tr: Şifre çözme başarısız oldu. Bu, aşağıdaki nedenlerden kaynaklanıyor olabilir:

source: - You entered a wrong password.
tr: - Yanlış parola girdiniz.

source: - The text is corrupted. - The text is not encrypted.
tr: Metin bozulmuş. Metin şifrelenmemiş.

source: This should not have happened: Decryption successful, but decompression failed.
tr: Bu olmamalıydı: Şifre çözme başarılı, ancak sıkıştırma açma başarısız oldu.

source: Could not register the following hot keys:
tr: Aşağıdaki kısayol tuşları kaydedilemedi:

source: Invalid number of passwords. Allowed range is %d-%d.
tr: Geçersiz parola sayısı. İzin verilen aralık %d-%d.

source: The selected file already exists. Do you want to append passwords to this file (existing passwords will be preserved), or do you want to completely overwrite it? Yes -> append passwords, No -> overwrite file, Cancel -> cancel process.
tr: Seçilen dosya zaten mevcut. Bu dosyaya parolaları eklemek ister misiniz? (mevcut parolalar korunacaktır), yoksa tamamen üzerine mi yazmak istersiniz? Evet -> parolaları ekle, Hayır -> dosyayı üzerine yaz, İptal -> işlemi iptal et.

source: Passphrase: Invalid length range.
tr: Parola: Geçersiz uzunluk aralığı.

source: If the option "Each character must occur only once" is activated, the password length is limited to %d unique characters.
tr: "Eğer 'Her karakter yalnızca bir kez yer almalı' seçeneği etkinleştirilmişse, parola uzunluğu %d benzersiz karakterle sınırlıdır.".

source: If the option "Each word must occur only once" is activated, the number of words is limited to the size of the word list (%d).
tr: "'Her kelime yalnızca bir kez yer almalı' seçeneği etkinleştirilmişse, kelime sayısı kelime listesinin boyutuyla (%d) sınırlıdır.".

source: Error while loading script: %s.
tr: Betik yüklenirken hata oluştu: %s.

source: Generating password
tr: Parola oluşturuluyor

source: Generating password list
tr: Parola listesi oluşturuluyor

source: %d of %d passwords generated.
tr: %d / %d parolası oluşturuldu.

source: "P" is not specified
tr: "P" belirtilmemiş

source: Password not available
tr: Parola mevcut değil

source: Password too long
tr: Parola çok uzun

source: %d invalid format specifier(s): %s
tr: %d geçersiz biçim belirleyicisi: %s

source: Executing script
tr: Betik çalıştırılıyor

source: Waiting for script ...
tr: Betik bekleniyor...

source: Script thread was terminated forcibly. Please check script for infinite loops.
tr: Komut dosyası iş parçacığı zorla sonlandırıldı. Komut dosyasında sonsuz döngü olup olmadığını kontrol edin.

source: The estimated list size will probably exceed the internal memory limit. Please reduce the number of passwords
tr: Tahmini liste boyutu muhtemelen dahili bellek sınırını aşacaktır. Lütfen şifre sayısını azaltın

source: The memory limit of the password list has been reached. The number of passwords has been reduced to %d.
tr: Şifre listesinin bellek sınırı dolu. Şifre sayısı %d'ye indirildi.

source: %d passwords generated.
tr: %d şifre oluşturuldu.

source: %d passwords generated. Entropy of the first password: %d bits. Maximum entropy of the entire list: %d bits.
tr: %d şifre oluşturuldu. İlk şifrenin entropisi: %d bit. Tüm listenin maksimum entropisi: %d bit.

source: Password copied to clipboard.
tr: Şifre panoya kopyalandı.

source: Copying password list ...
tr: Şifre listesi kopyalanıyor...

source: Password list copied to clipboard.
tr: Şifre listesi panoya kopyalandı.

source: File "%s" successfully created. %d passwords written.
tr: “%s” dosyası başarıyla oluşturuldu. %d şifre yazıldı.

source: An error has occurred during password generation: %s.
tr: Şifre oluşturulurken bir hata oluştu: %s.

source: An error has occurred while trying to send/ process the password data: %s.
tr: Şifre verilerini göndermeye/işlemeye çalışırken bir hata oluştu: %s. .

source: %d passwords written to file "%s".
tr: %d şifre “%s” dosyasına yazıldı.

source: %d bits / %d characters
tr: %d bit / %d karakter

source: Invalid character set.
tr: Geçersiz karakter kümesi.

source: default (English) trigrams
tr: varsayılan (İngilizce) üçlü gruplar

source: (with different frequencies)
tr: (farklı sıklıklarla)

source: File "%s"
tr: Dosya “%s”

source: (phonetic, based on trigram frequencies from the following source: <%s>)
tr: (fonetik, aşağıdaki kaynaktan alınan trigram sıklıklarına göre : <%s>)

source: The character set you entered is invalid. It must contain at least 2 different characters.
tr: Girdiğiniz karakter kümesi geçersiz. En az 2 farklı karakter içermelidir.

source: Currently loaded character set:
tr: Şu anda yüklü karakter kümesi:

source: Could not open file.
tr: Dosya açılamadı.

source: Not enough valid words.
tr: Yeterli geçerli kelime yok.

source: Select word list file
tr: Kelime listesi dosyasını seçin

source: Error while loading the file "%s": %s
tr: Dosya yüklenirken hata oluştu. “%s”: %s

source: default (English) word list
tr: varsayılan (İngilizce) kelime listesi

source: Currently loaded word list:
tr: Şu anda yüklü kelime listesi:

source: First word:
tr: İlk kelime:

source: Random word:
tr: Rastgele kelime:

source: Last word:
tr: Son kelime:

source: The version of this language (%s) is not compatible with this program version. This version of %s requires a language version of at least %s. Do you want to use it anyway?
tr: Bu dilin sürümü (%s) bu program sürümüyle uyumlu değildir. Bu %s sürümü için en az %s sürümüne sahip bir dil sürümü gereklidir. Yine de kullanmak istiyor musunuz?

source: The version of this language (%s) is higher than the version of this program (%s). Therefore, version incompatibilities may occur. Do you want to use it anyway?
tr: Bu dilin sürümü (%s), bu programın sürümünden (%s) daha yenidir. Bu nedenle, sürüm uyumsuzlukları yaşanabilir. Yine de kullanmak ister misiniz?

source: The program has to be restarted in order for the changes to take effect. Do you want to restart now?
tr: Değişikliklerin etkili olması için programın yeniden başlatılması gerekiyor. Şimdi yeniden başlatmak istiyor musunuz?

source: Password is too long to show it in a message box like this. It has been copied to the clipboard.
tr: Şifre, bu tür bir mesaj kutusunda gösterilemeyecek kadar uzundur. Klip panosuna kopyalandı.

source: The generated password is: %s The estimated security is %d bits. Yes -> copy password to clipboard, No -> generate new password, Cancel -> cancel process.
tr: Oluşturulan şifre: %s Tahmini güvenlik %d bit. Evet -> şifreyi panoya kopyala, Hayır -> yeni şifre oluştur, İptal -> işlemi iptal et.

source: All entries will be removed from the list. Are you sure?
tr: Tüm girişler listeden silinecektir. Emin misiniz?

source: Total Entropy Bits: %d
tr: Toplam Entropi Bitleri: %d

source: High-resolution timer used: %s. Current value: %s.
tr: Kullanılan yüksek çözünürlüklü zamanlayıcı: %s. Mevcut değer: %s.

source: Could not download version file
tr: Sürüm dosyası indirilemedi

source: Version or URL not specified in version file, or unknown file format
tr: Sürüm dosyasında sürüm veya URL belirtilmemiş veya dosya biçimi bilinmiyor

source: A new version (%s) of %s is available! Do you want to visit the download page now?
tr: %s'nin yeni bir sürümü (%s) mevcut! Şimdi indirme sayfasına gitmek ister misiniz?

source: (NOTE: %s)
tr: (NOT: %s)

source: Your version of %s is up-to-date.
tr: %s sürümünüz günceldir.

source: Error while checking for updates: %s.
tr: Güncellemeleri kontrol ederken hata oluştu: %s.

source: WARNING: Random generator is deterministic (press F7 to deactivate)!
tr: UYARI: Rastgele üreteci belirleyicidir (devre dışı bırakmak için F7 tuşuna basın)!

source: Clipboard cleared.
tr: Pano temizlendi.

source: Profile "%s" activated.
tr: “%s” profili etkinleştirildi.

source: Deterministic random generator has been ACTIVATED.
tr: Deterministik rastgele üreteci ETKİNLEŞTİRİLDİ.

source: Deterministic random generator has been RESET.
tr: Deterministik rastgele üreteci SIFIRLANDI.

source: Deterministic random generator has been DEACTIVATED.
tr: Deterministik rastgele üreteci DEVRE DIŞI BIRAKILDI.

source: Selected profile "%s".
tr: Seçilen profil “%s”.

source: Generating %d password(s) ...
tr: %d şifre oluşturuluyor...

source: Command line function "gen" is only effective when %s is run from the console.
tr: Komut satırı işlevi “gen” yalnızca %s konsoldan çalıştırıldığında etkilidir.

source: Your donor key has expired: The maximum number of updates has been reached.
tr: Bağış anahtarınızın süresi doldu: Maksimum güncelleme sayısına ulaşıldı.

source: Donor key is invalid.
tr: Bağış anahtarı geçersiz.

source: Donor Key
tr: Bağış Anahtarı

source: Enter donor key:
tr: Bağış anahtarını girin:

source: Your Donor ID is: %s Supported number of updates: %s
tr: Bağışçı kimlik numaranız: %s Desteklenen güncelleme sayısı: %s

source: Unlimited
tr: Sınırsız

source: Thank you for your support!
tr: Desteğiniz için teşekkür ederiz!

source: Copy this information to the clipboard?
tr: Bu bilgileri panoya kopyalamak ister misiniz?

source: Donor key has expired.
tr: Bağış anahtarı süresi doldu.

source: Settings saved.
tr: Ayarlar kaydedildi.

source: Save password
tr: Şifreyi kaydet

source: Clear Password Cache
tr: Şifre önbelleğini temizle

source: Password cache cleared.
tr: Şifre önbelleği temizlendi.

source: Select Lua script file
tr: Lua komut dosyasını seçin

source: Waiting for active threads to finish ...
tr: Etkin iş parçacıklarının bitmesini bekleniyor ...

source: Donate at least one of the following amounts to receive a Donor Key: %d EUR / %d USD: Valid for current version and %d updates. %d EUR / %d USD: Valid for the entire lifetime of main version 3 (unlimited updates). Do you want to donate now?
tr: Aşağıdaki tutarlardan en az birini bağışlayarak Bağışçı Anahtarı'nı alın: %d EUR / %d USD: Mevcut sürüm ve %d güncelleme için geçerlidir. %d EUR / %d USD: Ana sürüm 3'ün tüm ömrü boyunca geçerlidir (sınırsız güncelleme). Şimdi bağış yapmak ister misiniz?

source: Could not access registry key %s.
tr: Kayıt defteri anahtarına erişilemedi %s.

source: Configuration
tr: Yapılandırma

source: General
tr: Genel

source: Security
tr: Güvenlik

source: Hot Keys
tr: Kısayol Tuşları

source: Files
tr: Dosyalar

source: Updates
tr: Güncellemeler

source: Database
tr: Veritabanı

source: User interface style:
tr: Kullanıcı arayüzü stili:

source: Application icon:
tr: Uygulama simgesi:

source: Change font for the GUI controls:
tr: GUI denetimleri için yazı tipini değiştir:

source: Select font
tr: Yazı tipini seç

source: Restore Default
tr: Varsayılana geri yükle

source: Show system tray icon constantly
tr: Sistem tepsisi simgesini sürekli göster

source: Minimize program to system tray
tr: Programı sistem tepsisine simgeye küçült

source: Minimize before performing autotype
tr: Otomatik yazma işlemini gerçekleştirmeden önce simgeye küçült

source: Autotype delay between characters (ms):
tr: Karakterler arasındaki otomatik yazma gecikmesi (ms):

source: Ask before exiting application
tr: Uygulamadan çıkmadan önce sor

source: Launch application on system startup (for current user)
tr: Sistem başlangıcında uygulamayı başlat (mevcut kullanıcı için)

source: Load the following profile on startup:
tr: Başlangıçta aşağıdaki profili yükleyin:

source: Benchmark...
tr: Karşılaştırma...

source: Data size for benchmark test
tr: Karşılaştırma testi için veri boyutu

source: Encryption algorithm for generating random data via random pool:
tr: Rastgele havuz aracılığıyla rastgele veri oluşturmak için şifreleme algoritması:

source: Test passwords against list of common passwords
tr: Yaygın şifreler listesine karşı şifreleri test edin

source: Use advanced password strength estimation (%s)
tr: Gelişmiş parola gücü tahmini kullanın (%s)

source: Clear clipboard automatically after the following time (seconds):
tr: Aşağıdaki süre (saniye) geçtikten sonra panoyu otomatik olarak temizle:

source: Clear password box automatically after the following time (seconds):
tr: Aşağıdaki süre (saniye) geçtikten sonra şifre kutusunu otomatik olarak temizle:

source: Automatic check for updates
tr: Güncellemeleri otomatik olarak kontrol et

source: Daily
tr: Günlük

source: Weekly
tr: Haftalık

source: Monthly
tr: Aylık

source: Disabled
tr: Devre dışı

source: Actions
tr: Eylemler

source: Show/restore main window
tr: Ana pencereyi göster/geri yükle

source: No further action
tr: Başka eylem yapma

source: Generate single password in main window
tr: Ana pencerede tek şifre oluştur

source: Generate multiple passwords
tr: Birden fazla şifre oluştur

source: Generate password and copy it to the clipboard
tr: Şifre oluştur ve panoya kopyala

source: Generate password and show it in a message box
tr: Şifre oluştur ve mesaj kutusunda göster

source: Generate password and perform autotype
tr: Şifre oluştur ve otomatik yazma işlemini gerçekleştir

source: Open MP password generator
tr: MP şifre oluşturucuyu aç

source: Show password manager
tr: Şifre yöneticisini göster

source: Show MP password generator
tr: MP şifre oluşturucuyu göster

source: Search database for keyword in window title
tr: Pencere başlığında anahtar kelime için veritabanında ara

source: Search database for keyword and perform autotype
tr: Anahtar kelime için veritabanında ara ve otomatik yazma işlemini gerçekleştir

source: Shortcut to assign:
tr: Atanacak kısayol:

source: Add
tr: Ekle

source: Remove
tr: Kaldır

source: Shortcut
tr: Kısayol

source: Action
tr: Eylem

source: Please select a hot key action.
tr: Lütfen bir kısayol tuşu eylemi seçin.

source: Character encoding of text files
tr: Metin dosyalarının karakter kodlaması

source: Newline character sequence
tr: Satır sonu karakter dizisi

source: Select language:
tr: Dil seçin:

source: Install...
tr: Yükle...

source: Select language file to install
tr: Yüklemek için dil dosyasını seçin

source: Language files
tr: Dil dosyaları

source: Language already installed
tr: Dil zaten yüklü

source: Language file already exists: "%1"
tr: Dil dosyası zaten mevcut: "%1”

source: Language "%1" installed successfully.
tr: “%1” dili başarıyla yüklendi.

source: Could not copy file "%1" to "%2"
tr: “%1“ dosyası ‘%2’ konumuna kopyalanamadı. ”%2”

source: Could not install language: %1.
tr: Dil yüklenemedi: %1.

source: Are you sure you want to remove "%1"?
tr: “%1” öğesini silmek istediğinizden emin misiniz?

source: Language "%1" successfully removed.
tr: “%1” dili başarıyla kaldırıldı.

source: Could not delete file "%1".
tr: “%1” dosyası silinemedi.

source: Clear clipboard when closing/locking database
tr: Veritabanını kapatırken/kilitlerken panoyu temizle

source: Lock database when minimizing application or database window
tr: Uygulamayı veya veritabanı penceresini simge durumuna küçültürken veritabanını kilitle

source: Lock database after the following idle time (seconds):
tr: Aşağıdaki bekleme süresinden sonra veritabanını kilitle (saniye):

source: Save automatically
tr: Otomatik olarak kaydet

source: Create backup of database before saving
tr: Kaydetmeden önce veritabanının yedeğini al

source: Number backups consecutively - up to:
tr: Yedekleri ardışık olarak numaralandır - en fazla:

source: Open window on startup
tr: Başlangıçta pencereyi aç

source: Open last used database on startup
tr: Başlangıçta en son kullanılan veritabanını aç

source: Keep list of recently opened files
tr: Son açılan dosyaların listesini sakla

source: Warn if database contains expired entries
tr: Veritabanında süresi dolmuş girişler varsa uyar

source: Warn if database contains entries that will expire soon
tr: Veritabanında süresi yakında dolacak girişler varsa uyar

source: Number of days:
tr: Gün sayısı:

source: Save automatically:
tr: Otomatik olarak kaydet:

source: After adding/modifying an entry
tr: Bir giriş ekledikten/değiştirdikten sonra

source: After every change
tr: Her değişiklikten sonra

source: Default autotype sequence:
tr: Varsayılan otomatik yazma sırası:

source: Maximum number of hot keys (%d) reached.
tr: Maksimum kısayol tuşu sayısı (%d) ulaşıldı.

source: This hot key has already been assigned.
tr: Bu kısayol tuşu zaten atanmış.

source: %s (%d-bit key, operates on %d-bit blocks)
tr: %s (%d-bit tuşu, %d-bit bloklarda çalışır)
