Repository: cthoeing/passwordtech
Catalog: languages/Turkish.po
Languages: tr

source: Benchmark results (data size: %d MB):
tr: Karşılaştırma sonuçları (veri boyutu: %d MB):

source: Enter password:
tr: Şifre girin:

source: Confirm password:
tr: Şifreyi onaylayın:

source: OK
tr: Tamam

source: Cancel
tr: İptal

source: Passwords are not identical.
tr: Şifreler aynı değil.

source: Encrypt
tr: Şifrele

source: Decrypt
tr: Şifreyi çöz

source: Remember password (seconds):
tr: Şifreyi hatırla (saniye):

source: Key file for password database:
tr: Şifre veritabanı için anahtar dosyası:

source: (None)
tr: (Yok)

source: Enter a password and/or select a key file.
tr: Bir şifre girin ve/veya bir anahtar dosyası seçin.

source: The selected key file does not exist.
tr: Seçilen anahtar dosyası mevcut değil.

source: Password is empty.
tr: Şifre boş.

source: Key file successfully created.
tr: Anahtar dosyası başarıyla oluşturuldu.

source: Error while creating key file: %s.
tr: Anahtar dosyası oluşturulurken hata oluştu: %s.

source: Key files
tr: Anahtar dosyaları

source: Create key file
tr: Anahtar dosyası oluştur

source: Password List
tr: Şifre Listesi

source: Save As File...
tr: Farklı Dosya Olarak Kaydet...

source: Save password list
tr: Şifre listesini kaydet

source: Error while creating file "%s": %s.
tr: Dosya oluşturulurken hata oluştu. “%s”: %s.

source: File "%s" successfully created.
tr: “%s” dosyası başarıyla oluşturuldu.

source: Advanced Password Options
tr: Gelişmiş Parola Seçenekleri

source: Exclude ambiguous characters
tr: Belirsiz karakterleri hariç tut

source: First character must not be a lower-case letter
tr: İlk karakter küçük harf olmamalı

source: Don't separate words by a space
tr: Kelimeleri boşlukla ayırma

source: Don't separate words and characters by a '-' character
tr: Kelimeleri ve karakterleri ‘-’ karakteriyle ayırma

source: Reverse default order of character/word combinations
tr: Karakter/kelime kombinasyonlarının varsayılan sırasını ters çevir

source: Include at least one upper-case letter (A-Z)
tr: En az bir büyük harf (A-Z) içermeli

source: Include at least one lower-case letter (a-z)
tr: En az bir küçük harf (a-z) içermeli

source: Include at least one digit (0-9)
tr: En az bir rakam (0-9) içermeli

source: Include at least one special symbol (!"#$%...)
tr: En az bir özel sembol (!"#$%...) içermeli

source: Include at least one character from each subset
tr: Her alt kümeden en az bir karakter içermeli

source: Only include characters from custom character set
tr: Yalnızca özel karakter kümesinden karakterler içermeli

source: Exclude repeating consecutive characters (e.g. aa, 11)
tr: Arka arkaya tekrarlanan karakterleri hariç tut (ör. aa, 11)

source: Remove leading and trailing whitespace characters
tr: Baştaki ve sondaki boşluk karakterlerini kaldır

source: Exclude duplicate entries in password lists
tr: Şifre listelerindeki yinelenen girişleri hariç tut

source: Assign entropy value to each password in password lists
tr: Şifre listelerindeki her şifreye entropi değeri atayın

source: Capitalize first letter of each word
tr: Her kelimenin ilk harfini büyük harfe çevirin

source: Convert all words in word lists to lower-case
tr: Kelime listelerindeki tüm kelimeleri küçük harfe çevirin

source: Each character must occur only once
tr: Her karakter yalnızca bir kez geçmelidir

source: Each word must occur only once
tr: Her kelime yalnızca bir kez geçmelidir

source: Redefine ambiguous characters:
tr: Belirsiz karakterleri yeniden tanımlayın:

source: Redefine special symbols:
tr: Özel sembolleri yeniden tanımlayın:

source: Min./Max. length of words in word lists (except default word list):
tr: Kelime listelerindeki kelimelerin minimum/maksimum uzunluğu (varsayılan kelime listesi hariç):

source: Redefine separators in passphrases:
tr: Parola cümlelerindeki ayırıcıları yeniden tanımlayın:

source: Words:
tr: Kelimeler:

source: Words/characters:
tr: Kelimeler/karakterler:

source: Trigram file for generating phonetic (pronounceable) passwords:
tr: Fonetik (telaffuz edilebilir) parolalar oluşturmak için üçlü karakter dosyası:

source: Applies to pass_words_.
tr: pass_words_ için geçerlidir.

source: Applies to pass_phrases_.
tr: pass_phrases_ için geçerlidir.

source: Applies to formatted passwords.
tr: Biçimlendirilmiş parolalar için geçerlidir.

source: Applies to phonetic passwords.
tr: Fonetik parolalar için geçerlidir.

source: Selecting one of these options might reduce the security of generated passwords.
tr: Bu seçeneklerden birini seçmek, oluşturulan parolaların güvenliğini azaltabilir.

source: Deselect All
tr: Tümünü seç

source: Invert Selection
tr: Seçimi ters çevir

source: Create Random Data File
tr: Rastgele veri dosyası oluştur

source: File name:
tr: Dosya adı:

source: File size:
tr: Dosya boyutu:

source: Bytes
tr: Bayt

source: Kilobytes
tr: Kilobayt

source: Megabytes
tr: Megabayt

source: Close
tr: Kapat

source: Create file
tr: Dosya oluştur

source: Invalid file size.
tr: Geçersiz dosya boyutu.

source: Not enough free disk space available to create the file.
tr: Dosyayı oluşturmak için yeterli boş disk alanı yok.

source: Creating random data file ...
tr: Rastgele veri dosyası oluşturuluyor ...

source: %d of %d %s written.
tr: %d %d %s yazıldı.

source: File "%s" successfully created. %d bytes written.
tr: “%s” dosyası başarıyla oluşturuldu. %d bayt yazıldı.

source: Error while creating file "%s": %s. %d bytes written.
tr: Dosya oluşturulurken hata oluştu. “%s”: %s. %d bayt yazıldı.

source: Profile Editor
tr: Profil Düzenleyici

source: Load
tr: Yükle

source: Confirm
tr: Onayla

source: Profile name:
tr: Profil adı:

source: Move up
tr: Yukarı taşı

source: Move down
tr: Aşağı taşı

source: Save "advanced password options" for this profile
tr: Bu profil için “gelişmiş şifre seçeneklerini” kaydet

source: Delete profile "%s"?
tr: “%s” profilini silmek istiyor musunuz?

source: Delete %d profiles?
tr: %d profilini silmek istiyor musunuz?

source: Maximum number of profiles (%d) reached. Please delete or overwrite profiles.
tr: Maksimum profil sayısı (%d) ulaşıldı. Lütfen profilleri silin veya üzerine yazın.

source: A profile with the name "%s" already exists. Do you want to overwrite it?
tr: “%s” adlı bir profil zaten var. Üzerine yazmak istiyor musunuz?

source: Create Trigram File
tr: Trigram Dosyası Oluştur

source: Source file (e.g., dictionary, word list):
tr: Kaynak dosya (örneğin, sözlük, kelime listesi):

source: Destination file (trigram file):
tr: Hedef dosya (trigram dosyası):

source: Trigram file "%s" successfully created. %d trigrams evaluated. %1.2f bits of entropy per letter.
tr: "%s" trigram dosyası başarıyla oluşturuldu. %d trigram değerlendirildi. Her harf için %1.2f bit entropi sağlandı.

source: Process was cancelled by the user
tr: İşlem kullanıcı tarafından iptal edildi

source: About %s
tr: %s hakkında

source: Current language: %s Translator: %s
tr: Mevcut dil: %s Çevirmen: %s

source: This program is distributed under the terms and conditions of the GNU General Public License (GPL).
tr: Bu program, GNU Genel Kamu Lisansı (GPL) hüküm ve koşulları altında dağıtılmaktadır.

source: View license
tr: Lisansı görüntüle

source: Donor ID:
tr: Bağışçı kimliği:

source: Quick help
tr: Hızlı yardım

source: Position Automatically
tr: Konumu otomatik olarak belirle

source: You can use the following placeholders:
tr: Aşağıdaki yer tutucuları kullanabilirsiniz:

source: without ambiguous characters
tr: belirsiz karakterler olmadan

source: Special symbols
tr: Özel semboller

source: Brackets
tr: Köşeli parantezler

source: Punctuation marks
tr: Noktalama işaretleri

source: Higher ANSI characters
tr: Daha yüksek ANSI karakterleri

source: Generate phonetic password (lower-case letters)
tr: Fonetik şifre oluştur (küçük harfler)

source: Generate phonetic password (upper-case letters)
tr: Fonetik şifre oluştur (büyük harfler)

source: Generate phonetic password (mixed-case letters)
tr: Fonetik şifre oluştur (karışık harfler)

source: You can use the following syntax to specify a (minimum) number N of characters for a character set:
tr: Bir karakter kümesi için (minimum) karakter sayısı N'yi belirtmek için aşağıdaki sözdizimini kullanabilirsiniz :

source: N = Include exactly N characters. N+ = Include at least N characters.
tr: N = Tam olarak N karakteri dahil edin. N+ = En az N karakteri dahil edin.

source: Comments may be provided in square brackets "[...]" at the beginning of the sequence.
tr: Yorumlar, dizinin başında köşeli parantezler “[...]” içinde belirtilebilir.

source: Format specifiers have the form "[*][N]x" or "[*][M-N]x", where the optional argument "N" specifies the number of repetitions (between 1 and 99999), "M-N" specifies a random number of repetitions in the range from M to N, and "x" is the actual format specifier/placeholder. The optional asterisk (*) means that each character must occur only once in the sequence. Example: "16u" means "Insert 16 random upper-case letters into the password".
tr: Format belirticileri şu biçimdedir: "[][N]x" veya "[][M-N]x". Burada, isteğe bağlı "N" argümanı tekrarlama sayısını (1 ile 99999 arasında), "M-N" ise M ile N arasında rastgele bir tekrar sayısını belirtir. "x" ise gerçek format belirticisi/yer tutucudur. İsteğe bağlı yıldız işareti (*) ise her karakterin dizide yalnızca bir kez yer alması gerektiğini ifade eder. Örnek: "16u" ifadesi, "Parolaya 16 adet rastgele büyük harf ekle" anlamına gelir.

source: List of placeholders with optional argument "N":
tr: İsteğe bağlı “N” argümanına sahip yer tutucuların listesi:

source: Custom character set
tr: Özel karakter kümesi

source: Vowels, lower-case
tr: Ünlüler, küçük harf

source: Vowels, mixed-case
tr: Ünlüler, büyük ve küçük harf karışık

source: Vowels, upper-case
tr: Ünlüler, büyük harf

source: Consonants, lower-case
tr: Ünsüzler, küçük harf

source: Consonants, mixed-case
tr: Ünsüzler, büyük ve küçük harf karışık

source: Consonants, upper-case
tr: Ünsüzler, büyük harf

source: List of special format specifiers (possible usage of argument "N" is indicated by "{N}"):
tr: Özel biçim belirteçlerinin listesi (argüman “N” kullanımının mümkün olduğu durumlar “{N}” ile gösterilmiştir):

source: Insert password generated via "Include characters/words"
tr: “Karakterleri/kelimeleri dahil et” ile oluşturulan şifreyi girin

source: Words from word list, multiple words are separated by spaces
tr: Kelime listesinden kelimeler, birden fazla kelime boşluklarla ayrılır

source: Words, multiple words are not separated at all
tr: Kelimeler, birden fazla kelime hiç ayrılmaz

source: Repeat input sequence in brackets N times
tr: Parantez içindeki giriş dizisini N kez tekrarlayın

source: Randomly permute formatted sequence in brackets, keep N characters
tr: Parantez içindeki biçimlendirilmiş diziyi rastgele değiştirin, N karakteri koruyun

source: Treat sequence as character set and insert N characters
tr: Diziyi karakter kümesi olarak ele alın ve N karakteri ekleyin

source: Additional notes:
tr: Ek notlar:

source: Text enclosed with quotation marks "..." is copied verbatim to the password.
tr: Tırnak işaretleri "..." arasına alınan metin, parola içine birebir kopyalanır. .

source: MP Password Generator
tr: MP Şifre Oluşturucu

source: Master password
tr: Ana şifre

source: Enter password...
tr: Şifre girin...

source: Clear
tr: Temizle

source: Status:
tr: Durum:

source: Expiry countdown:
tr: Süre dolduktan sonra:

source: Ask for password confirmation
tr: Şifre onayı iste

source: Show checksum of password:
tr: Şifrenin sağlama toplamını göster:

source: Key expires after the following time (seconds):
tr: Anahtar aşağıdaki süre sonunda geçerliliğini yitirir (saniye):

source: Provide compatibility with "Hashapass"
tr: “Hashapass” ile uyumluluk sağlayın

source: Add password length to parameter
tr: Parametreye şifre uzunluğu ekleyin

source: Autotype sequence:
tr: Otomatik yazma dizisi:

source: Password generator
tr: Şifre oluşturucu

source: Parameter:
tr: Parametre:

source: %d ch. / %.1f bits per ch.
tr: %d kanal / %.1f bit/kanal.

source: Resulting password:
tr: Sonuç şifre:

source: Use as default random generator
tr: Varsayılan rastgele oluşturucu olarak kullan

source: Alphanumeric
tr: Alfanümerik

source: Hexadecimal
tr: Onaltılık

source: Key has expired.
tr: Anahtar süresi doldu.

source: Key has been cleared.
tr: Anahtar silindi.

source: New key generated.
tr: Yeni anahtar oluşturuldu.

source: %d bits
tr: %d bit

source: Enter or paste some text into the box below, press mouse buttons, or move your mouse within the window.
tr: Aşağıdaki kutuya metin girin veya yapıştırın, fare düğmelerine basın veya fareyi pencere içinde hareket ettirin.

source: %d bits of entropy have been added to the random pool.
tr: Rastgele havuza %d bit entropi eklendi.

source: Database not encrypted, or invalid key
tr: Veritabanı şifrelenmemiş veya anahtar geçersiz

source: File contents modified, or invalid key
tr: Dosya içeriği değiştirildi veya anahtar geçersiz

source: Unknown file format
tr: Bilinmeyen dosya biçimi

source: Invalid file format
tr: Geçersiz dosya biçimi

source: Title
tr: Başlık

source: Title:
tr: Başlık:

source: User name
tr: Kullanıcı adı

source: User name:
tr: Kullanıcı adı:

source: Password
tr: Şifre

source: Password:
tr: Şifre:

source: Keyword
tr: Anahtar kelime

source: Keyword:
tr: Anahtar kelime:

source: Notes
tr: Notlar

source: Notes:
tr: Notlar:

source: Key-value list
tr: Anahtar-değer listesi

source: Key-value list:
tr: Anahtar-değer listesi:

source: Creation time
tr: Oluşturulma zamanı

source: Creation time:
tr: Oluşturulma zamanı:

source: Last modification
tr: Son değişiklik

source: Last modification:
tr: Son değişiklik:

source: Tags
tr: Etiketler

source: Tags:
tr: Etiketler:

source: Select and add existing tag
tr: Mevcut etiketi seç ve ekle

# tags
source: All
tr: Tüm

source: All search results
tr: Tüm arama sonuçları

source: Untagged
tr: Etiketsiz

source: Key
tr: Anahtar

source: Value
tr: Değer

source: Edit
tr: Düzenle

source: View
tr: Görüntüle

source: New...
tr: Yeni...

source: Open...
tr: Aç...

source: Open as Read-only...
tr: Salt okunur olarak aç...

source: Save
tr: Kaydet

source: Save As...
tr: Farklı kaydet...

source: Lock
tr: Kilit

source: Clear Recently Opened List
tr: Son Açılanları Temizle

source: Unlock
tr: Kilidi Aç

source: Export to
tr: Dışa Aktar

source: CSV File...
tr: CSV Dosyası...

source: Database Settings...
tr: Veritabanı Ayarları...

source: Properties...
tr: Özellikler...

source: Change Master Password...
tr: Ana Şifreyi Değiştir...

source: Copy User Name
tr: Kullanıcı Adını Kopyala

source: Copy Password
tr: Şifreyi Kopyala

source: Open URL
tr: URL'yi Aç

source: Run
tr: Çalıştır

source: Add Entry
tr: Giriş Ekle

source: Duplicate Entry
tr: Girişi Çoğalt

source: Delete Entry
tr: Girişi Sil

source: Show Columns
tr: Sütunları Göster

source: Show Passwords in List
tr: Listede Şifreleri Göster

source: Sort Entries By
tr: Girişleri Sırala

source: Unsorted
tr: Sıralanmamış

source: Ascending
tr: Artan

source: Descending
tr: Azalan

source: Sort Tags By
tr: Etiketleri Şuna Göre Sırala

source: Name
tr: Ad

source: Frequency
tr: Frekans

source: Change List Font...
tr: Liste Yazı Tipini Değiştir...

source: Reset Fonts
tr: Yazı Tiplerini Sıfırla

source: Change Password Font...
tr: Parola Yazı Tipini Değiştir...

source: Previous entry
tr: Önceki kayıt

source: Next entry
tr: Sonraki kayıt

source: Accept changes
tr: Değişiklikleri Kabul Et

source: Undo changes
tr: Değişiklikleri Geri Al

source: Search...
tr: Ara...

source: Clear search
tr: Aramayı Temizle

source: Perform search
tr: Aramayı Gerçekleştir

source: Case-sensitive
tr: Büyük-küçük harf duyarlı

source: Fuzzy search
tr: Belirsiz arama

source: Select fields...
tr: Alanları seçin...

source: Lock/unlock database
tr: Veritabanını kilitle/kilidi aç

source: Left-click: Hide/show password, right-click: Generate password
tr: Sol tıklama: Şifreyi gizle/göster, sağ tıklama: Şifre oluştur

source: Hide/show notes
tr: Notları gizle/göster

source: Notes hidden - click here to display
tr: Notlar gizlendi - görüntülemek için buraya tıklayın

source: Unlock %s
tr: %s kilidini aç

source: Open %s
tr: %s aç

source: Create new database
tr: Yeni veritabanı oluştur

source: Could not find database file: "%s".
tr: Veritabanı dosyası bulunamadı: “%s”.

source: Error while opening database file: %s.
tr: Veritabanı dosyası açılırken hata oluştu: %s.

source: The selected file is already opened.
tr: Seçilen dosya zaten açılmış.

source: The currently selected entry has been changed. Do you want to save the changes?
tr: Seçili giriş değiştirildi. Değişiklikleri kaydetmek istiyor musunuz?

source: The database has been changed. Do you want to save the changes?
tr: Veritabanı değiştirildi. Değişiklikleri kaydetmek istiyor musunuz?

source: An untitled database cannot be locked.
tr: Adsız bir veritabanı kilitlenemez.

source: Could not save backup file "%s".
tr: Yedekleme dosyası kaydedilemedi “%s”.

source: Error while saving database file: %s.
tr: Veritabanı dosyası kaydedilirken hata oluştu: %s.

source: Please finish editing the current entry before adding new entries.
tr: Yeni girişler eklemeden önce lütfen mevcut girişi düzenlemeyi tamamlayın.

source: %d entries with passwords have been added.
tr: Şifreli %d giriş eklendi.

source: 1 entry found.
tr: 1 giriş bulundu.

source: %d entries found.
tr: %d giriş bulundu.

source: Search via hot key.
tr: Kısayol tuşuyla ara.

source: No matching keyword found for window text "%s".
tr: Pencere metni için eşleşen anahtar kelime bulunamadı “%s”.

source: New Entry
tr: Yeni Giriş

source: Please specify at least a title or password.
tr: En az bir başlık veya şifre giriniz.

source: Delete 1 entry?
tr: 1 girişi silmek istiyor musunuz?

source: Delete %d entries?
tr: %d girişi silmek istiyor musunuz?

source: Enter OLD master password
tr: ESKİ ana şifreyi girin

source: Enter NEW master password
tr: YENİ ana şifreyi girin

source: Master password successfully changed.
tr: Ana şifre başarıyla değiştirildi.

source: Old master password is invalid.
tr: Eski ana şifre geçersiz.

source: Untitled
tr: Adsız

# noun
source: Copy
tr: Kopyala

source: Database successfully exported to CSV file.
tr: Veritabanı CSV dosyasına başarıyla aktarıldı.

source: Error while creating CSV file: %s.
tr: CSV dosyası oluşturulurken hata oluştu: %s.

source: Password databases
tr: Şifre veritabanları

source: CSV files
tr: CSV dosyaları

source: Autotype
tr: Otomatik doldurma

source: Format password
tr: Şifreyi biçimlendir

source: Rearrange Entry
tr: Girişi yeniden düzenle

source: Move to Top
tr: En üste taşı

source: Move up by one
tr: Bir yukarı taşı

source: Move down by one
tr: Bir aşağı taşı

source: Move to Bottom
tr: En alta taşı

source: The maximum tag length is %d characters. Longer tags have been shortened.
tr: Maksimum etiket uzunluğu %d karakterdir. Daha uzun etiketler kısaltılmıştır.

source: Enter master password
tr: Ana şifreyi girin

source: Enter master password again
tr: Ana şifreyi tekrar girin

source: Master password is invalid.
tr: Ana şifre geçersiz.

source: Edit key-value list
tr: Anahtar-değer listesini düzenle

source: Profile "%s" not found.
tr: "%s" profili bulunamadı.

source: Password expiry
tr: Şifre süresi

source: Expires:
tr: Süre Sonu:

source: Change expiry date
tr: Süre bitiş tarihini değiştir

source: Filter
tr: Filtre

source: Expired entries
tr: Süresi dolmuş kayıtlar

source: Entries that will expire soon
tr: Yakında süresi dolacak kayıtlar

source: Entries with Weak Passwords
tr: Zayıf şifreye sahip kayıtlar

source: %d days
tr: %d gün

source: The database contains expired entries. Do you want to filter these entries now?
tr: Veritabanında süresi dolmuş girişler bulunmaktadır. Bu girişleri şimdi filtrelemek ister misiniz?

source: The database contains entries that will expire soon. Do you want to filter these entries now?
tr: Veritabanında yakında süresi dolacak girişler bulunmaktadır. Bu girişleri şimdi filtrelemek ister misiniz?

source: Locked
tr: Kilitli

source: Set Recovery Password...
tr: Kurtarma Şifresi Ayarla...

source: Remove Recovery Password...
tr: Kurtarma Şifresini Kaldır...

source: Enter recovery password
tr: Kurtarma şifresini girin

source: Recovery password successfully set.
tr: Kurtarma şifresi başarıyla ayarlandı.

source: Recovery password is invalid.
tr: Kurtarma şifresi geçersiz.

source: Recovery password successfully removed.
tr: Kurtarma şifresi başarıyla kaldırıldı.

source: Recovery password set
tr: Kurtarma şifresi ayarlandı

source: Yes
tr: Evet

source: No
tr: Hayır

source: Database format error: %s. Database version: %d.%d Highest supported version: %d.%d
tr: Veritabanı formatı hatası: %s. Veritabanı sürümü: %d.%d Desteklenen en yüksek sürüm: %d.%d

source: Select columns
tr: Sütunları seçin

source: Select at least one column.
tr: En az bir sütun seçin.

source: Error while formatting string
tr: Dizgiyi biçimlendirirken hata oluştu

source: Invalid UTF-16 character encoding
tr: Geçersiz UTF-16 karakter kodlaması

source: Error while converting string to UTF-8
tr: Dizgiyi UTF-8'e dönüştürürken hata oluştu

source: Error while decoding UTF-8 string
tr: UTF-8 dizgisini kod çözerken hata oluştu

source: Unicode string too long
tr: Unicode dizgisi çok uzun

source: Invalid ANSI or UTF-8 character encoding, or Unicode string too long
tr: Geçersiz ANSI veya UTF-8 karakter kodlaması veya Unicode dizgisi çok uzun

source: Error while encoding Unicode string
tr: Unicode dizgisini kodlarken hata oluştu

source: Out of disk space
tr: Disk alanı yetersiz

source: Could not open file/execute operation "%s".
tr: Dosya açılamadı/işlem gerçekleştirilemedi "%s".

source: Source file does not contain enough trigrams
tr: Kaynak dosyada yeterli trigram yok

source: Database settings
tr: Veritabanı ayarları

source: Default user name for new entries:
tr: Yeni girişler için varsayılan kullanıcı adı:

source: Generate passwords for new entries using format sequence:
tr: Yeni girişler için şifreleri şu format dizisini kullanarak oluştur:

source: Generate test password using format sequence
tr: Test şifresini format dizisini kullanarak oluştur

source: Encryption algorithm:
tr: Şifreleme algoritması:

source: %s with %d-bit key
tr: %s ile %d bit anahtar

source: Number of key derivation rounds:
tr: Anahtar türetme tur sayısı:

source: Calculate number of rounds for a 1 second delay
tr: 1 saniyelik gecikme için tur sayısını hesapla

source: Invalid number of key derivation rounds.
tr: Anahtar türetme tur sayısı geçersiz.

source: By default, new entries expire after the following number of days:
tr: Varsayılan olarak, yeni girdiler aşağıdaki gün sayısı geçtikten sonra sona erer:

source: For new entries, save the following number of previous passwords:
tr: Yeni girdiler için, aşağıdaki önceki şifre sayısını kaydet:

source: Changing number of KDF iterations
tr: KDF yineleme sayısını değiştirme

source: Computing derived key ...
tr: Türetilen anahtar hesaplanıyor ...

source: Key-value list editor
tr: Anahtar-değer listesi düzenleyici

source: Properties
tr: Özellikler

source: Property
tr: Özellik

source: Location
tr: Konum

source: Size
tr: Boyut

source: Format version
tr: Biçim sürümü

source: Number of entries
tr: Giriş sayısı

source: Number of expired entries
tr: Süresi dolan giriş sayısı

source: Number of tags
tr: Etiket sayısı

source: Compression
tr: Sıkıştırma

source: Enable data compression (Deflate)
tr: Veri sıkıştırmayı etkinleştir (Deflate)

source: <- Low compression, fast | High compression, slow ->
tr: <- Düşük sıkıştırma, hızlı | Yüksek sıkıştırma, yavaş ->

source: Confirm password
tr: Şifreyi onayla

source: Password quality estimation is disabled
tr: Şifre kalitesi tahmini devre dışıdır
