Repository: cthoeing/passwordtech
Catalog: languages/Turkish.po
Languages: tr

source: Estimate password quality
tr: Şifre kalitesini tahmin et

source: Password history
tr: Şifre geçmişi

source: Password changed
tr: Şifre değiştirildi

source: Password changed:
tr: Şifre değiştirildi:

source: Keep last passwords - up to:
tr: Son şifreleri sakla - en fazla:

source: Set Date/Time
tr: Tarih/Saat'i ayarla

source: Password database entry is being edited.
tr: Şifre veritabanı girişi düzenleniyor.

source: Password database contains unsaved changes.
tr: Şifre veritabanında kaydedilmemiş değişiklikler var.

source: Filtered
tr: Filtrelenmiş

source: Remove filter
tr: Filtreyi kaldır

source: Build...
tr: Oluştur...

source: Build character set definition
tr: Karakter kümesi tanımı oluştur

source: Character Set Builder
tr: Karakter Kümesi Oluşturucu

source: Character set selection
tr: Karakter kümesi seçimi

source: Exclude characters
tr: Karakterleri hariç tut

source: Tag/comment
tr: Etiket/yorum

source: Resulting character set definition
tr: Sonuç karakter kümesi tanımı

source: Apply
tr: Uygula

source: Lower-case letters (a-z)
tr: Küçük harfler (a-z)

source: Upper-case letters (A-Z)
tr: Büyük harfler (A-Z)

source: Digits (0-9)
tr: Rakamlar (0-9)

source: Characters from range:
tr: Aralıktaki karakterler:

source: Additional characters:
tr: Ek karakterler:

source: At least
tr: En az

source: From:
tr: Başlangıç:

source: to:
tr: kime:

source: Invalid character range.
tr: Geçersiz karakter aralığı.
